[
  {
    "Product ID": 40952,
    "Active (0/1)": 1,
    "Name": "NORTHERN BLUE CHEESE AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0026-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Para satisfacer a los paladares más exigentes, una gran apuesta en la que se fusionan una Blue Cheese muy especial (Blueberry x Cheese) con una selección de NL autofloreciente.</p>",
    "Short description": "<h1>Northern Blue Cheese Auto</h1><p>Nuestra Northern Blue Cheese Auto es una variedad de cannabis en la que hemos invertido un gran esfuerzo para conseguir uno de los mejores sabores conocidos en el mundo de las autoflorecientes.</p><p>Atendiendo a su ascendencia (Blue Cheese x N.L. Auto) ya podrás imaginar que estamos ante una planta con una gran dominancia Indica que ronda el 80% y sus características así lo reflejan.</p><p>En su morfología podemos apreciar una estructura con internudos cortos y hojas de anchos foliolos, en exterior y cultivada en tierra madre puede alcanzar un máximo de 1’3 metros de altura.</p><p>Cuando llega la floración nos encontramos con una cepa muy productiva que forma gran cantidad de cálices , cosa que se traduce en elevadas producciones de densos y resinosos cogollos.</p><p>Sin duda la característica que mejor defino esta fascinante genética es la extrema calidad de sus terpenos, una pasada que conquistará incluso a los paladares más exigentes.</p><h2><br />Cultivo y rendimiento</h2><p>No cabe duda de que Northern Blue Cheese es perfecta para todo tipo de jardinero ya sea pro o novato puesto que con unos cuidados sencillos regala un manjar sin igual.</p><p>La mejor recomendaciones que podemos ofrecer si buscas la máxima producción es que las cultives en tierra madre donde las raíces no tienen límite y a ser posible en un lugar muy soleado.</p><p>Otro factor importante para sacar el máximo de esta genética es no realizar ningún trasplante al igual que con el resto de autoflorecientes, esto es muy importante si quieres obtener ejemplares de gran tamaño.</p><p>Una vez germinada tiene un periodo de vida que ronda entre los 67 y los 70 días pasados los cuales tendrás una cosecha de una calidad excepcional.</p><p>En exterior y con los cuidados adecuados para sacar su máximo potencial, la cosecha puede oscilar entre los 80 y los 180 gramos por mata.</p><p>Si hablamos de jardines de interior está preciosidad puede alcanzar hasta 400 gramos por metro cuadrado, sin duda una pasada que poco tiene que envidia r a sus hermanas fotodependientes.</p><h2><br />Aroma y sabor</h2><p>Hemos llegado al punto fuerte de esta genética de competición, estamos seguros de que el sabor de nuestra Northern Blue Cheese te va a dejar fascinado y eso te hará repetir.</p><p>Tanto en sus aromas como en su sabor se aprecia la dominancia de la Blue Cheese con matices muy intensos y afrutados que tienen un final que combina la perfección el sabor a queso de la Skunk Old School con los frutos del bosque.</p><p>Un combo que te hará la boca agua y pondrá esta cepa en el podio de tus variedades favoritas.</p><h2><br />Efecto y potencia</h2><p>Otra característica muy particular de esta genética es su excelente pegada que pese a ser de dominancia Indica tiene unos toques cerebrales muy pero que muy divertidos.</p><p>De primeras sube como buena Indica con una relajación física media (no es la típica que te deja anclado al sofá) y poco a poco va llegando a la cabeza induciendo un estado de alegría muy risueño.</p><p>Podríamos decir que es perfecta para pasar la tarde ya que te lo hace pasar muy bien pero no te deja seco, su contenido en THC ronda el 18%.</p><h2><br />Preguntas frecuentes sobre Northern Blue Cheese Auto</h2><h3>¿Cómo cultivar Northern Blue Cheese Auto?</h3><p>Se trata de una cepa todoterreno que te dará grandes resultados en todo tipo de cultivo pero recomendamos siempre la alimentación de origen orgánico.</p><p>Si quieres extraer su mejor sabor apuesta por el jardín de interior y si quieres máxima producción trabaja en exterior y tierra madre o macetas de gran capacidad.</p><p>Es importante que durante las primeras semanas de vida las riegues con muy poca agua, lo justo para que no se sequen ya que si te pasas la raíces se acomodan y crecen con más lentitud.</p><p>Orígenes de Northern Blue Cheese Auto<br />Una cepa con una ascendencia Old School, cepas que han sido consideradas como lo mejor de lo mejor durante muchos años tanto en el Viejo Continente como en el resto del planeta.</p><p>Blue Cheese (Blueberry x Cheese) x Northern Lights Auto<br />No cabe duda de que viendo este linaje estamos ante una variedad de marihuana autofloreciente de calidad superior. En esta ocasión el aporte de la Northern Lights, marca la diferencia de la clásica Blue Cheese.</p>",
    "Description": "",
    "Tags": "Northern Blue Cheese Auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Northern Blue Cheese Auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "northern-blue-cheese-auto",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6760/northern-blue-cheese-auto.jpg,https://ganeshgrowshop.com/6761/northern-blue-cheese-auto.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40957,
    "Active (0/1)": 1,
    "Name": "COLOSSAL XXL AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0012",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 101,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Colossal XXL Auto es una planta extremadamente productiva y aromática, una variedad de rápido cultivo que nada tiene que envidiar de sus hermanas mayores.</p>",
    "Short description": "<h1>Colossal XXL Auto</h1><h2>Características de la Colossal XXL Auto</h2><p>La Colossal XXL Auto es una semilla feminizada autofloreciente con una clara dominancia Indica, pese a lo cual alcanza un porte muy considerable para este tipo de variedades, cosa que se traduce en cosechas de gran peso.</p><p>Esta cepa surge de un cruce muy interesante entre dos clásicas como son la Northern Lights y la Big Bud auto, una fusión de Indicas absolutamente deliciosa.</p><p>Esta ‘’pequeña’’ podrá ser trabajada tanto por lo más expertos como por quienes acaban de empezar en el cultivo ya que los cuidados que requiere son muy básicos.</p><p>Otra característica muy importante de la Colossal XXL Auto es que pese a ser una autofloreciente de gran tamaño y producción, tiene un periodo de cultivo bastante corto (65 – 70 días).</p><p></p><h2>Cultivo y rendimiento variedadCultivo y rendimiento</h2><p>Nuestra querida Colossal XXL Auto es una variedad muy agradecida, esto quiere decir que si eres atento y le una buena alimentación y condiciones climáticas ella sabrá recompensarte con una cosecha de tremenda calidad y cantidad.</p><p>Es importante que durante las primeras dos o tres semanas de vida las riegues con muy poca agua, con esto conseguirás que las raíces no se acomoden y se desarrollen al máximo ya que si le aportáis un exceso de agua se quedarán ejemplares de tamaño reducido.</p><p>En cultivos de interior es una cepa que alcanza un tamaño considerable por lo que te recomendamos que utilices macetas de 5’5 L o como mucho 7 L.</p><p>Sus espectaculares cogollos repletos de aromática resina estarán listos para cortar entre 65 y 70 días después de la germinación, llegando a rendimientos máximos de 400 gramos por metro cuadrado.</p><p>En exterior nuestra recomendación es que la germines directamente en el campo para sacar su máxima producción o en su defecto, germinar en una maceta del mayor tamaño posible (y no hacer trasplantes ya que frenan el crecimiento de las autos).</p><p>Pasados esos 70 días de trabajo con la Colossal XXL Auto podrás cosechar entre 70 y 110 gramos de flores de máxima calidad.</p><p></p><h2>Aroma y sabor</h2><p>Con la Colossal XXL Auto nos llevamos una grata sorpresas ya que supimos conseguir que en ella quedaran marcados los matices más deliciosos y aromáticos de sus ascendentes.</p><p>Cuando huelas un cogollo sentirás una embriagadora y dulce fragancia muy terrosa, uno de esos aromas clásicos que nunca jamás pasarán de moda.</p><p>A la hora de fumarla, esos olores terrosos se transforman en sabores muy intentos acompañados de notas de pino, especias con un toque dulce irresistible.</p><p></p><h2>Efectos y potencia cannabisEfecto y potencia</h2><p>Colossal XXL Auto tiene una potencia excepcional, una cepa autofloreciente con un contenido de THC cercano al 20% y un efecto puramente indico que te dejará sedado.</p><p>Cuando la consumas sentirás como te invade una relajación profunda y somnolienta que te invitará al descanso y la calma, por esto es que recomendamos utilizarla para terminar el día.</p><p></p><h2>¿Cómo cultivar Colossal XXL Auto?</h2><p>Su cultivo es sencillo y rápido, lo más importante es tener en cuenta su elevado tamaño a la hora de cultivar en interior ya que pueden comerse el armario. Para corregir esto utilizaremos macetas pequeñas (5’5 o 7L).</p><p>Otra cuestión fundamental es que no se deben hacer trasplantes ya que detienen el crecimiento de la planta, de modo que en exterior se germinará en el campo o en maceta definitiva de gran tamaño.</p><p></p><h2>Orígenes de la Colossal XXL Auto</h2><p>Esta fascinante planta autofloreciente surge de la unión de dos grandes clásicos de la cultura cannábica…</p><p></p><h2>Northern Lights x Big Bud Auto</h2><p>Dicho esto podríamos decir que quedas invitado a probar el resultado, estamos seguro de que no te va a defraudar esta gran señora.</p>",
    "Description": "",
    "Tags": "Colossal XXL auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Colossal XXL auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "colossal-xxl-auto-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5123/colossal-xxl-auto-taima-seeds.jpg,https://ganeshgrowshop.com/5124/colossal-xxl-auto-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40958,
    "Active (0/1)": 1,
    "Name": "SUGAR THERAPY CBD AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 23,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0031-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Una variedad medicinal que destaca por sus dulces sabores con toques cítricos y por su elevada producción, con niveles de un 13% CBD y 0,25% THC.</p>",
    "Short description": "<h1>Sugar Therapy CBD Auto</h1><p><br />Lo primero que nos gustaría destacar es su facilidad de cultivo ya que es muy poco exigente con los abonados y además ofrece una gran resistencia a plagas, ideal para consumidores medicinales sin experiencia.</p><p>La otra gran característica de esta variedad es su dulce sabor combinado con notas cítricas y pinceladas a madera de pino y resinas.</p><p>Por último mencionar que se trata de una Sativa dominante al 70%, de ahí su buena producción y ciclo de vida algo más largo de lo habitual.</p><h2>Cultivo y rendimiento</h2><p>Además de ser muy fácil de trabajar, la Sugar Therapy CBD Auto nos ofrecerá una gran cosecha que puede llegar a los 180 gramos por planta trabajada en tierra madre bajo el Sol.</p><p>Cuando hablamos de jardines de interior, esta dulce variedad nos puede llegar a ofrecer un rendimiento máximo de 400 gramos por metro cuadrado, por lo que podemos decir es una planta grande que puede alcanzar un porte de hasta 1’40 metros de altura.</p><p>En cuanto a su periodo de cultivo se alarga hasta los 90 días desde la germinación, pasados los cuales estas preciosas matas estarán listas para cosechar.</p><h2>Aroma y sabor</h2><p>En este apartado destacamos sus aromas dulces perfectamente combinados con toques cítricos que la convierten en una auténtica delicia.</p><p>En el paladar comienza con esa mezcla entre dulce y cítrico dejando paso a un retrogusto terroso con notas de pino y resinas absolutamente fascinante.</p><h2>Efecto y potencia</h2><p>Hablamos de una variedad con un tremendo potencial terapéutico (de ahí su nombre) ya que alcanza un contenido en Cannabidiol (CBD) del 13 % sin llegar a superar el 0’25 % de THC.</p><p>Sugar Therapy CBD Auto no provoca efectos psicoactivos, únicamente regala los beneficios del CBD y una relajación física de lo más placentera.</p><p>Ideal para consumidores con fines exclusivamente medicinales o para aquellos amantes del cannabis con poca tolerancia al THC.</p><h2>Preguntas frecuentes sobre Sugar Therapy CBD Auto</h2><h3>¿Cómo cultivar Sugar Therapy CBD Auto?</h3><p>Es realmente fácil de cultivar ya que con unos cuidados mínimos ofrece muy buenos resultados, apenas requiere abonados y además es muy resistente a las plagas.</p><p>La recomendación es trabajarla en tierra madre para que pueda crecer sin límites y dar la máxima producción, además cuantas más horas de Sol reciba mejores serán los resultados.</p>",
    "Description": "",
    "Tags": "Sugar Therapy CBD auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Sugar Therapy CBD auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "sugar-therapy-cbd-auto",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6764/sugar-therapy-cbd-auto.jpg,https://ganeshgrowshop.com/6765/sugar-therapy-cbd-auto.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40960,
    "Active (0/1)": 1,
    "Name": "PURPLE THERAPY CBD AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 23,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0032-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Una autofloreciente única con hermosas flores purpuras y niveles que alcanzan un 14% de CBD y 0,2% de THC ¡Una autentica autofloreciente terapéutica!</p>",
    "Short description": "<h1>Purple Therapy CBD Auto</h1><p><br />Nuestra Purple Therapy CBD Auto es una variedad de cannabis autofloreciente de carácter medicinal que destaca del resto por su velocidad y su elevada resistencia frente al estrés y las plagas.</p><p>Se trata de una genética de muy fácil cultivo en la que predominan las fragancias florales, terrosas y picantes que harán las delicias de los paladares más exigentes.</p><h2>Cultivo y rendimiento</h2><p>En este caso nos encontramos con una cepa Indica dominante al 70% que completa su ciclo de vida en unos 65 días desde el momento de la germinación.</p><p>Purple Therapy CBD Auto es una planta que puede llegar a sobrepasar los 1’5 metros de altura si se le brinda un buen espacio para desarrollar sin límites sus raíces.</p><p>En exteriores y concretamente en tierra madre se obtendrán los mejores rendimientos que pueden alcanzar un máximo de 180 gramos por ejemplar.</p><p>Si hablamos de jardines de interior el rendimiento puede oscilar entre los 250 y 350 gramos por metro cuadrado de frutos altamente resinados.</p><h2>Aroma y sabor</h2><p>Esta autofloreciente es una cepa en la que predominan terpenos con aromas florales, terrosos y picantes, sin duda una combinación perfecta.</p><p>En el paladar predominan los matices terrosos con un toque exquisito de madera y resinas de conífera que no te dejarán indiferente.</p><h2>Efecto y potencia</h2><p>Hablamos de una variedad medicinal que no produce ningún efecto psicoactivo debido a su contenido en cannabinoides, concretamente un 14% de CBD y un 0’2% de THC.</p><p>Ideal para disfrutar de los beneficios del Cannabidiol muy buscados por consumidores medicinales y también para amantes del cannabis con baja tolerancia al THC.</p><p>Como os decíamos no produce ningún efecto mental, únicamente induce una relajación física y muscular perfecta para el descanso y la desconexión del estrés diario.</p><h2>Preguntas frecuentes sobre Purple Therapy CBD Auto</h2><h3>¿Cómo cultivar Purple Therapy CBD Auto?</h3><p>Se trata de una genética extremadamente resistente al ataque de plagas y patógenos así como a diferentes situaciones de estrés por lo que su cultivo resulta muy sencillo.</p><p>Perfecta para jardineros sin experiencia ya que con unos cuidados mínimos podrán obtener grandes resultados.</p><p>La recomendación es trabajarla en tierra madre en exteriores y en macetas de 11 L en interiores para obtener los rendimientos máximos.</p>",
    "Description": "",
    "Tags": "Purple Therapy auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Purple Therapy auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "purple-therapy-cbd-auto",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6766/purple-therapy-cbd-auto.jpg,https://ganeshgrowshop.com/6767/purple-therapy-cbd-auto.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40961,
    "Active (0/1)": 1,
    "Name": "EL CAPITAN XXL AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0019",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>El Capitan XXL Auto es la autofloreciente más productiva de Taima Seeds, una auténtica campeona de dominancia Sativa que te brindará enormes cosechas en un periodo aproximado de 85 o 90 días.</p>",
    "Short description": "<h1>El Capitan XXL Auto</h1><h2>Características de El Capitan XXL Auto</h2><p>El Capitan XXL Auto es una semilla feminizada autofloreciente de cannabis repleta de sorpresas, una planta de gran porte que brinda cosechas extra grandes de una calidad excepcional.</p><p>Esta maravillosa planta tiene la capacidad de formar largas colas repletas de cogollo casi desde el nudo con el tronco, lo cual se traduce en unos resultados que asombrarán al cultivador, especialmente a los principiantes.</p><p>Los cultivadores noveles encontrarán en ella una opción ideal ya que con unos cuidados mínimos podrán obtener una muy buena calidad y una enorme cantidad.</p><p>La fragancia que emana El Capitan XXL Auto es muy especiada, con toques de incienso que nos recuerdan a los característicos aromas de las Haze y un humo muy denso que inundará tu paladar.</p><p></p><h2>Cultivo y rendimiento</h2><p>A la hora de cultivar El Capitan XXL deberás tener en cuenta que pese a ser una planta autofloreciente, estas ‘’pequeñas’’ alcanzan un gran porte que podrás limitar con el uso de macetas más pequeñas.</p><p>Cuando la cultivamos en interior hay que contar con su importante tamaño, de modo que si trabajas con armarios de poca altura deberás utilizar macetas de reducido tamaño como son las de 5’5 o 7 L.</p><p>Como la autofloreciente más grande y productiva que es también tiene el periodo de cultivo más largo que se estira hasta los 85 o 90 días. Transcurrido este tiempo estarán listos para cosechar entre 500 y 550 gramos de cogollo (seco) por metro cuadrado.</p><p>En cultivos de exterior es donde El Capitan XXL Auto alcanza su máximo esplendor especialmente si la germinamos en el campo o en contenedores de gran tamaño donde el sistema radicular podrá desarrollarse sin límites y por ende, la planta también lo hará.</p><p>Bajo el Sol podrás ver como esta belleza crece y crece con un vigor asombroso que te hará dudar de si realmente es autofloreciente pero sí, simplemente tiene un periodo más largo que puede llegar a los 90 días.</p><p>Podrás ver como alcanza perfectamente los 150 cm de altura con una gran ramificación de la cual brotarán cálices por todas partes, hasta el punto de llegar a producir entre 150 y 250 gramos por planta.</p><p></p><h2>Aroma y sabor</h2><p>El Capitan XXL Auto es una variedad con un aroma profundamente intenso a especias, incienso y flores que sabrá cautivarte desde que genere su primer tricoma.</p><p>A medida que desarrolla esas infinitas colas de cogollo verás como se cubren de ‘’nieve’’, confiriéndole una apariencia y un aroma que a más de uno le harán coger las tijeras antes de tiempo.</p><p>Cuando la prendas sentirás como se intensifica ese olor inciensado que pegará en tu paladar como una explosión de especias y almizcle con puro carácter Sativa, una sensación que no olvidarás fácilmente.</p><p></p><h2>Efecto y potencia</h2><p>La potencia de estas reinas supera la de muchas variedades fotodependientes con una calidad de THC que te hará subir muy pero que muy »high».</p><p>El Capitan XXL Auto tiene una pegada clara, directa y muy elevadora. A poco de darle unas caladas notarás como te invade un efecto cargado de energía y felicidad, despierto y muy creativo.</p><p>Una variedad deliciosa perfecta para consumir entre colegas, en un concierto o en cualquier otra situación en la que no quieras quedarte adormecido por los efectos de una buena Indica.</p><p></p><h2>¿Cómo cultivar El Capitan XXL Auto?</h2><p>En cultivos de interior hay que contar con que El Capitan alcanza una gran altura, es por esto que si trabajas con armarios de pequeño tamaño te recomendamos que utilices macetas pequeñas (5’5 L).</p><p>En cuanto a los exteriores podríamos decir todo lo contrario, cuanto mayor sea el contenedor mayor porte alcanzará la planta y por ende mayor producción, todo y que la mejor opción es el cultivo directamente en el campo donde el sistema radicular no tendrá limites.</p>",
    "Description": "",
    "Tags": "El Capitan XXL auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "El Capitan XXL auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "el-capitan-xxl-auto-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5139/el-capitan-xxl-auto-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804016,
    "Active (0/1)": 1,
    "Name": "GORILLA DO-SI-DOS AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0033-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 101,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Una bestia que combina los mejores sabores Kush con toques cítricos y a cookies junto con una pegada contundente y equilibrada entre lo físico y lo mental.</p>",
    "Short description": "<h1>Gorilla Do-Si-Dos Auto</h1><p>En nuestra línea de autoflorecientes te presentamos la potente Gorilla Do-Si-Dos Auto, una variedad de orígenes norteamericanos que reúne unas impresionantes propiedades.</p><p>Como ya sabréis en Taima Seeds nos gusta apostar por la máxima calidad y por ello sacamos esta línea de autos con padre Gorilla que te dejará enamorado de todas ellas.</p><p>En este caso, el cruce de estas dos bestias del mundo cannábico nos da como resultado una cepa en la que domina la parte Indica con un 65%.</p><p>Nuestra Dos-Si-Dos trae un toque distintivo al resto gracias a los potentes rasgos que la Gorilla ha dejado en ella como el resinado extremo o la cosecha XXL.</p><h2>Cultivo y rendimiento</h2><p>Nuestra Gorilla Do-Si-Dos Auto es una variedad de marihuana relativamente fácil de trabajar ya que siguiendo los patrones de cultivo habituales en las autoflorecientes conseguirás grandes resultados.</p><p>Tratándose de una cepa autofloreciente alcanza un tamaño algo por encima de la media ya que en interior puede alcanzar los 100cm y en exterior un máximo de 150 cm.</p><p>Como es habitual en este tipo de variedades necesitaremos cultivarla en tierra madre y por tanto nen exterior para sacar el máximo rendimiento posible de cada ejemplar.</p><p>Gorilla Do-Si-Dos Auto tiene un periodo de vida que puede oscilar entre los 70 y los 75 días desde el momento de la germinación.</p><p>Si hablamos de producción, en interior nos encontramos con una campeona que según las condiciones puede producir entre los 350 y los 450 gramos por metro cuadrado.</p><p>Cuando la cultivamos bajo el Sol podemos llegar a obtener un rendimiento que en función del contenedor, la alimentación y otros factores puede variar desde los 80 hasta los 200 gramos por mata.</p><h2>Aroma y sabor</h2><p>Uno de los puntos más destacados de nuestra Gorilla Do-Si-Dos es su fascinante calidad en los terpenos que le brinda unas propiedades organolépticas únicas.</p><p>En esta maravillosa cepa se fusionan los sabores típicos de la Girl Scout a repostería y galletas Cookies con fuertes aromas Kush y toques cítricos absolutamente deliciosos.</p><p>En boca lo que primero sentiremos son los matices a repostería y cítricos que poco a poco deja paso a un exquisito sabor Kush predominantemente terroso.</p><h2>Efecto y potencia</h2><p>Esta variedad cargada de tricomas hasta los topes también contiene una buena proporción de THC ya que según los análisis hemos encontrado entre un 20 y un 21%.</p><p>Con apenas unas caladas sentirás el golpe de la Do-Si-Dos, comienza con una relajación física que al mismo tiempo induce un estado placentero de bien estar muy agradable.</p><p>A parte de la componente física que se hace notar rápidamente, también nos regala buenos momentos de risas ideales para compartir con amigos.</p><h2>Preguntas frecuentes sobre Gorilla Do-Si-Dos Auto</h2><h3>¿Cómo cultivar Gorilla Do-Si-Dos Auto?</h3><p>Si quieres obtener los mejores aromas de esta variedad es recomendables que la trabajes en jardines de interior pese a que en exterior también genera terpenos de una calidad impresionante.</p><p>Hablando de producción lo más recomendable es cultivarla en tierra madre, en su defecto utiliza contenedores de gran tamaño (el mínimo recomendable es de 11L).</p><p>Por el resto nada nuevo, riega con poca agua durante las primeras semanas y evita los trasplantes para conseguir matas de buen tamaño y producción.</p><h2>Origen de la Gorilla Do-Si-Dos Auto</h2><p>En este caso también estamos ante una variedad de orígenes norteamericanos que nos trae los mejores sabores y una muy buena producción.</p><h2>Do-Si-Dos x Gorilla Glue #4 Auto</h2><p>Por un lado tenemos la reconocida Do-Si-Dos (Face Off OG x Girl Scout Cookies) y por otro la potente y resinosa Gorilla Glue #4 Auto (Chem Sister Auto x Sour Dubb x Chocolate Diesel).</p>",
    "Description": "",
    "Tags": "Gorilla do-si-dos auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Gorilla do-si-dos auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "gorilla-do-si-dos-auto",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-11-08",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6773/gorilla-do-si-dos-auto.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804017,
    "Active (0/1)": 1,
    "Name": "GORILLA PUNCH AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0036-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Un sabor increíblemente potente a repostería con toques inciensados y una fuerte pegada son las referencias de esta joya americana.</p>",
    "Short description": "<h1>Gorilla Punch Auto</h1><p>Nos encontramos frente una de las autoflorecientes de mayor calidad que puedas encontrar en el mercado, una cepa 100% U.S.A. que sabrá enamorarte desde el primer momento con sus fascinantes cualidades.</p><p>La Gorilla Punch Auto es un cruce entre Purple Punch y Gorilla Glue #4 Auto, una magnífica selección de la que surge una cepa de dominancia Indica con un sabor de otro planeta.</p><p>Una muy buena productora que te dejará gratamente sorprendido con la calidad que desborda, sin duda una autofloreciente de última generación que ha llegado a Taima para quedarse.</p><h2>Cultivo y rendimiento</h2><p>Nuestra Gorilla Punch Auto es una cepa de dominancia Indica pero crece con mucho vigor y forma plantas de gran tamaño con muy buena producción.</p><p>Es una variedad a la que le gusta mucho el Sol, de modo que para sacar la máxima producción te aconsejamos trabajarla en tierra madre en una zona con muchas horas de luz solar.</p><p>Su cultivo resulta sencillo por lo que es muy válida para jardineros principiantes ya que con los cuidados básicos obtendrán grandes resultados. Necesita entre 70 y 75 días para estar lista desde el momento de la germinación.</p><p>Hablando de los rendimientos de esta reina nos encontramos con que en interior puede llegar con facilidad a los 400 gramos por metro cuadrado y en exterior un máximo de 150 o 200 gramos por mata.</p><p>En conclusión es una variedad que no exige demasiados cuidados, con un periodo de cultivo bastante corto y con una muy buena producción de primerísima calidad.</p><h2>Aroma y sabor</h2><p>Para nosotros este es el punto más fuerte de la preciada Gorilla Punch Auto, una cepa con unas propiedades organolépticas que te dejarán fascinado desde el primer momento.</p><p>A medida que las flores van madurando sobre la planta, los terpenos van cogiendo más y más aroma hasta el punto que no podrás resistirte a cortarla.</p><p>En ella predominan unos matices muy duros a repostería con gran dulzor y un exquisito toque mentolado que te hará enloquecer.</p><p>En boca siguen dominando esos aromas dulces a repostería pero al exhalar el humo sentiremos un fondo a incienso y madera de pino aportado por la Gorilla Glue.</p><h2>Efecto y potencia</h2><p>Gorilla Punch Auto es una variedad que destaca especialmente por su aroma y potencia pero al mismo tiempo se posiciona como una de las variedades autoflorecientes más potentes del mercado con un 22% de THC.</p><p>Como os explicábamos es una cepa Indica dominante y lo cierto es que se deja notar en su efecto al 100%, golpea con gran fuerza en el apartado físico dejándote literalmente pegado al sofá.</p><p>Tan solo unas caladas después de probarla sentirás el fuerte punch sobre tu cabeza y todo tu cuerpo, nuestra recomendación es utilizarla para relajarse en casa después de una jornada de trabajo.</p><h2>Preguntas frecuentes sobre Gorilla Punch Auto</h2><h3>¿Cómo cultivar Gorilla Punch Auto?</h3><p>Lo cierto es que es una variedad todoterreno que te dará grandes resultados de calidad en todo tipo de cultivos con unos cuidados bastante básicos.</p><p>En exterior y tierra madre es donde saca su máximo potencial productivo y en interior obtendrás la mejor calidad de los terpenos.</p><p>Por lo de más solo deberás seguir el protocolo de cultivo de las autos, regando muy poco durante las primeras tres semanas y evitando trasplantes.</p><h2>Origen de la Gorilla Punch Auto</h2><p>Los orígenes de esta variedad los encontramos por completo al otro lado del charco ya que es una cepa con parentales estadounidenses de máxima calidad.</p><h2>Purple Punch x Gorilla Glue #4 Auto</h2><p>Por un lado tenemos la increíblemente sabrosa Purple Punch (Granddady Purps x Larry OG) y por otro la productora de gran potencia Gorilla Glue #4 Auto (Chem Sister Auto x Sour Dubb x Chocolate Diesel).</p>",
    "Description": "",
    "Tags": "Gorilla Punch auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Gorilla Punch auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "gorilla-punch-auto",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-11-08",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6774/gorilla-punch-auto.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804018,
    "Active (0/1)": 1,
    "Name": "GORILLA LEMON HAZE AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0034-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Una Sativa exquisita con fuertes matices cítricos y a madera de cedro que acompaña una pegada de lo más estimulante. Hasta un 22% deTHC.</p>",
    "Short description": "<h1>Gorilla Lemon Haze Auto</h1><p>Nos encontramos frente a un clásico mejorado, nuestra Gorilla Lemon Haze Auto es una planta de dominancia Sativa (70 %) con un perfil de terpenos muy cítricos.</p><p>Hemos conseguido mantener fuerte la esencia de la clásica Super Lemon Haze pero mejorando tanto su resinado como su capacidad de producción gracias el tremendo aporte que realiza la Gorilla Glue #4 Auto.</p><p>En definitiva el resultado es una cepa muy productiva y especialmente indicada para los amantes de las Sativas y lo sabores clásicos a limón e incienso.</p><h2>Cultivo y rendimiento</h2><p>La Gorilla Lemon Haze Auto es una cepa de cannabis autofloreciente que rezuma calidad por los 4 costados, una joya de dominancia Sativa que sabrá conquistar vuestros paladares.</p><p>Hablamos de una planta que crece con velocidad y forma una estructura fuerte y abierta típica de las Sativas sobre la cual desarrollará una exuberante floración.</p><p>La altura de esta variedad puede oscilar entre los 60 y los 130 centímetros dependiendo de las condiciones de cultivo que se le ofrezcan, sacando los mejores rendimientos en tierra madre donde las raíces no tienen límites para crecer.</p><p>Gorilla Lemon Haze Auto es una autofloreciente relatavamente rápida para ser una Sativa de gran producción, su ciclo completo de vida lo realiza en unos 75 días desde el momento de la germinación.</p><p>Como os explicábamos es una gran productora que en jardines de interior puede alcanzar un rendimiento máximo de 450 gramos por metro cuadrado y en exterior de 180 gramos por ejemplar.</p><p>Una variedad realmente productiva y con una enorme capacidad de producción de tricomas, estamos seguro que conquistará desde el primer momento.</p><h2>Aroma y sabor</h2><p>Cepa que nos trae un perfil aromático muy cítrico con esas clarísimas notas a incienso y madera de cedro típicas de las Sativas Haze.</p><p>Una variedad que nos encanta por su esencia Old School que sin duda se ve reforzada por la Gorilla Glue que intensifica esos sabores a limón y a madera.</p><p>Su sabor en boca es fuerte y muy duradero, una delicia que no puede faltar en tu colección.</p><h2>Efecto y potencia</h2><p>Cuando hablamos de los efectos, nos encontramos con una auténtica Sativa, una yerba que sube muy rápido y va directa a la cabeza con una porcentaje de THC que varía entre el 20 y el 22%.</p><p>Un efecto muy despierto, alegre y divertido que invita a la risa e incluso a la conversación, muy apropiada tanto para compartir con amigos como para ver una buena película.</p><p>Dadas sus características es una cepa perfecta para el uso diario ya que aunque golpea fuerte en la cabeza no te deja tirado en el sofá.</p><h2>Preguntas frecuentes sobre Gorilla Lemon Haze Auto</h2><h3>¿Cómo cultivar Gorilla Lemon Haze Auto?</h3><p>Si quieres obtener un rendimiento óptimo te recomendamos que en interior utilices macetas de 11 L como mínimos y en exterior contenedores de más de 20L y nunca jamás realices trasplantes.</p><p>De todas formas para obtener el máximo de la genética hay que cultivarla en el campo donde podrá crecer libremente bajo el Sol.</p><p>Por otro lado es importante que durante las primeras 3 semanas se riegue con muy poca agua para que las raíces no se acomoden y así estimulamos su crecimiento.</p><h2>Orígenes de la Gorilla Lemon Haze Auto</h2><p>En esta variedad se fusiona un clásico del viejo continente como lo es la Super Lemon Haze y una campeona traía de los Estados Unidos como la Gorilla Glue #4.</p><h2>Super Lemon Haze x Gorilla Glue #4 Auto</h2><p>Por un lado tenemos la Super Lemon Haze (Super Silver Haze x Lemon Skunk) y por otro la Gorilla Glue #4 Auto (Chem Sister Auto x Sour Dubb x Chocolate Diesel).</p>",
    "Description": "",
    "Tags": "Gorilla Lemon Haze auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Gorilla Lemon Haze auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "gorilla-lemon-haze-auto",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-11-08",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6775/gorilla-lemon-haze-auto.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804019,
    "Active (0/1)": 1,
    "Name": "GORILLA JACKY HERER AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0035-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Una auténtica bestia en cuanto a potencia que mantiene el inmejorable sabor de la clásica Herer, una autofloreciente de campeonato…</p>",
    "Short description": "<h1>Gorilla Jacky Herer Auto</h1><p>Nuestra Gorilla Jacky Herer Auto es una variedad de cannabis autofloreciente de máxima calidad en la que se juntan los mejores genes clásicos europeos con la tremenda potencia de la estadounidense Gorilla Glue.</p><p>Se trata de una variedad Sativa dominante que crece con mucha fuerza y tiene una exuberante floración en la que genera enormes y resinosos cogollos de máxima calidad.</p><p>Sin duda la aportación que le da nuestra selección de Gorilla a la Jack es absolutamente fascinante ya que intensifica los aromas a pino y multiplica la producción de tricomas que ya era muy elevada.</p><h2>Cultivo y rendimiento</h2><p>Gorilla Jacky Herer Auto es una variedad ideal para iniciarse en el cultivo ya que es realmente resistente y con una buena cantidad de horas de luz y los cuidados básicos tendrás una gran cosecha.</p><p>También los más experimentados encontrarán una joya tras esta genética ya que es muy agradecida con los cuidados por lo que puedes llevar la calidad a la máxima expresión.</p><p>En cuanto al ciclo completo de vida suele completarlo sobre los 70 días, un periodo bastante corto para la gran producción que ofrece.</p><p>Normalmente su altura suele estar entre los 70 y 120 cm, todo depende de la cantidad de horas de luz que le proporciones así como del tamaño del contenedor.</p><p>Si quieres obtener el máximo rendimiento te recomendamos que las trabajes en el campo en la zona más soleada posible, pudiendo alcanzar producciones máximas de 180 gramos por planta.</p><p>Hablando de jardines de interior nos encontramos con que la Gorilla Jacky Herer Auto también es toda una campeona que puede llegar a un alucinante máximo de 450 gramos por metro en condiciones óptimas de cultivo.</p><h2>Aroma y sabor</h2><p>Nadie alberga ninguna duda sobre la impresionante calidad del sabor Herer, considerado durante décadas el mejor sabor por una gran parte del público cannábico.</p><p>Pues bien, nuestra Gorilla Jacky Herer Auto conserva a la perfección esos aromas Haze a incienso con deliciosos toques terrosos y a Skunk que te harán la boca agua.</p><p>La aportación de la Gorilla a este cruce se nota poco en el aroma y sabor, simplemente deja un gusto final a pino que combina de la mejor manera con la legendaria Herer.</p><h2>Efecto y potencia</h2><p>Lo cierto es que la Gorilla Jacky Herer tiene una pegada dura que se hace latente desde las primeras caladas con un subidón muy claro, eufórico y feliz.</p><p>Se hace muy presente su dominancia Sativa ya que no te dejará la mente ni el cuerpo bloqueados, más bien despiertos y creativos para hacer tareas o simplemente divertirte.</p><p>Probablemente una de las mejores cepas que puedas utilizar durante el día aunque también es ideal para compartir entre colegas.</p><h2>Preguntas frecuentes sobre Gorilla Jacky Herer Auto</h2><h3>¿Cómo cultivar Gorilla Jacky Herer Auto?</h3><p>Ya os venía comentando al principio que es una cepa de cultivo muy sencillo, ideal para iniciarse en el mundillo ya que con una buena tierra, el máximo de horas de luz posibles y riegos constantes obtendrás grandes resultados.</p><p>La recomendación para obtener el máximo rendimiento es trabajarla diretamente en tierra madre o en su defecto macetas de más de 18 litros.</p><p>En jardines de interior es recomendable utilizar macetas de 11L y un fotoperiodo de 18/6.</p><h2>Origen de la Gorilla Jacky Herer Auto</h2><p>Esta variedad surge de unos de los mayores clásicos del mundo cannábico cruzada con un referente made in U.S.A.</p><h2>Jack Herer x Gorilla Glue #4 Auto</h2><p>Por un lado tenemos una Jack Herer muy especial y por otra nuestra selección de Gorilla Glue #4 Auto</p>",
    "Description": "",
    "Tags": "Gorilla Jacky Herer auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Gorilla Jacky Herer auto, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "gorilla-jacky-herer-auto",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-11-08",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6776/gorilla-jacky-herer-auto.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804020,
    "Active (0/1)": 1,
    "Name": "MOBY 47 AUTO | TAIMA SEEDS",
    "Categories": "SEMILLAS AUTOFLORECIENTES,TAIMA SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0027-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Pura potencia y calidad es lo que representa la Moby 47 Auto, un cruce de Sativas diseñado para volar muy muy alto. Sabores intensos y pegadas muy duras junto con una producción XXL.</p>",
    "Short description": "<h1>Moby 47 Auto</h1><p>Está claro que nos encontramos ante un auténtico choque de trenes, una variedad en la que se fusionan dos genéticas clásicas cuya fama les precede como son la Moby Dick y la AK 47.</p><p>Hablamos de dos Sativas de una potencia extrema con una calidad aromática excepcional y con una producción XXL ¿podéis imaginaros el resultado?</p><p>Pues sí, nuestra Moby 47 Auto es una cepa de cannabis autofloreciente de clara dominancia Sativa que forma grandes plantas con una producción muy abundante.</p><p>En ella hemos conseguido aunar las características que todo jardinero desea como son apariencia, aroma, potencia y producción.</p><h2>Cultivo y rendimiento</h2><p>Nuestra preciada Moby 47 es una planta que crece con mucha fuerza y si le das un buen espacio formará una estructura impresionante sobre la que florecer con abundancia.</p><p>Si quieres conseguir los mejores resultados, nuestra recomendación es que la trabajes en tierra madre directamente (sin trasplantes) para que la planta pueda crecer sin límites y darte lo mejor de sí misma.</p><p>Como venimos explicando es una autofloreciente de talla XXL por lo que su ciclo completo de vida es algo más largo de lo habitual, llegando a los 80 días desde la germinación (algunos fenotipos están listos pasados los 70 días).</p><p>En función del tamaño de contenedor, las horas de luz y la calidad de la misma o la alimentación que reciba, estas matas pueden alcanzar entre 90 y 150 cm de altura.</p><p>Si tu idea es trabajar esta genética en un cultivo de interior estás de enhorabuena ya que es una increíble productora que llega fácilmente a los 450 gramos por metro cuadrado pudiendo llegar a los 500 si las condiciones son óptimas.</p><p>Cierto es que a la Moby 47 le encanta el Sol típico del Mediterráneo, de modo que si la trabajas en el campo conseguirás enormes ejemplares que producen entre 90 y 200 gramos por ejemplar dependiendo de las condiciones que le des.</p><h2>Aroma y sabor</h2><p>Es aquí donde la Moby 47 te va dejar fascinado, una marihuana en la que están bien marcados los clásicos sabores Haze a incienso y madera de cedro típicos de la Moby con toques finales dulces y terrosos aportados por la AK.</p><p>Una mata de la que estamos muy orgullosos ya hemos sabido mantener ese preciado sabor de la Moby introduciéndole rasgos de la mítica AK que le dan un toque muy especial.</p><h2>Efecto y potencia</h2><p>¿Preparados para volar? La Moby 47 Auto es una yerba realmente potente y psicoactiva con una pegada cerebral que te llevaré bien ‘’high’’…</p><p>Una cepa de altos vuelos ideal para los amantes de las Sativas que encontrarán en ella una verdadera joya con la que pasar grandes veladas.</p><p>Desde las primeras caladas la Moby se apodera de tu cabeza y te lleva a una sensación muy risueña que puede transformarse en ‘’alucinógena’’ si te pasas.</p><p>Pasado un rato también empieza a notarse un efecto físico hasta alcanzar un equilibrio perfecto, podríamos decir que es perfecta para compartir con amigos.</p><h2>Preguntas frecuentes sobre Moby 47 Auto</h2><h3>¿Cómo cultivar la Moby 47 Auto?</h3><p>Como os veníamos diciendo esta es una variedad que ama el Sol mediterráneo por lo que su mejor hábitat será la tierra madre en una zona bien soleada.<br />De esta forma obtendrás los máximos rendimientos de esta genética tan especial, además siguiendo el patrón de cultivo de las autoflorecientes recuerda no realizar trasplantes para evitar una frenada en el crecimiento.</p><p>En la misma línea recuerda regarlas con muy poca agua hasta que empiecen la pre floración, de lo contrario las raíces se acomodarán y crecerán con lentitud.<br />En interior recomendamos utilizar macetas de 11 L y tanto en en indoor como en outdoor recomendamos una alimentación orgánica para sacar los mejores aromas.</p><h2>Orígenes de la Moby 47 Auto</h2><p>Un linaje de la familia de las Sativas es lo que termina dando origen a esta maravillosa cepa, concretamente…</p><h2>Moby Dick x AK 47 Auto</h2><p>Dicho esto solo te queda conseguir la tuya y disfrutar de una de las mejores autoflorecientes Sativas del mercado.</p>",
    "Description": "",
    "Tags": "Moby 47 auto | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Semilla feminizada Moby 47 de Taima Seeds, disfruta de las variedades con los sabores más exóticos en Ganesh Grow. Compra ahora - Envío en 24h ✈︎.",
    "Meta description": "moby-47-auto-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-11-08",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6777/moby-47-auto-taima-seeds.jpg,https://ganeshgrowshop.com/6778/moby-47-auto-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 1000053,
    "Active (0/1)": 1,
    "Name": "BLUEBERRY AUTO",
    "Categories": "SEMILLAS DE MARIHUANA,SEMILLAS AUTOFLORECIENTES,PEV SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 7.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "PEV SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 1,
    "Height": 1,
    "Depth": 1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>La variedad <strong>Blueberry autofloreciente</strong> trata de la versión auto de la mítica Blueberry, un híbrido con clara dominancia indica, hermosos colores y sabor espectacular. </p>",
    "Short description": "<h1>BLUEBERRY AUTO</h1><p>La <strong>Blueberry</strong> es la base genética de toda la familia “Blue” de la marihuana, a partir de la cual se han creado excelentes híbridos como las ya reconocidas Blue Cheese, Blue Widow o Blue Dream. En <a href=\"https://ganeshgrowshop.com/es/\">Ganesh Grow</a> podrás encontrar ahora esta versión autofloreciente de los amigos de PEV Seeds.</p><h2></h2><h3>Genética variedad Blueberry auto PEV Seeds</h3><p>Esta es un cruce entre la Blueberry de DJ. Short con una Blueberry Auto, un retrocruce con el que se ha buscado preservar los rasgos que han hecho famosa a nivel mundial a la Blueberry original, incluyendo su efecto, su aspecto y el inconfundible sabor a frutos del bosque.</p><p>Gracias a un arduo trabajo de selección de cada generación hoy tenemos disponible esta versión auto de la Blueberry.</p><p></p><h3>Cultivar en interior y exterior marihuana Blueberry </h3><p>Para cultivo de interior se recomienda una maceta de al menos 10 litros para sacar el máximo potencial de desarrollo. Es ideal germinar en maceta de 3 litros para realizar trasplante definitivo luego de 20 días en maceta de 11 - 20 litros. Su mejor fotoperiodo es de 18 horas de luz y 6 de oscuridad diarias, o 20 de luz y 4 de oscuridad.</p><p>Si no tienes experiencia con los trasplantes también puedes germinar en la maceta definitiva, pero en ese caso no hay que empapar toda la maceta hasta que la planta tenga al menos 25 centímetro de altura. </p><p>En cultivo de exterior puedes obtener varias cosechas al año, sobre todo en lugares de clima templado o cálido. En el hemisferio norte la mejor temporada para su cultivo va desde Mayo hasta Septiembre, cuando más horas e incidencia del sol hay. Cuando se cultiva en exterior es mejor plantar en una maceta de mayor volumen que en interior, si puedes 25 o 30 litros.</p><p></p><h3>¿Cuándo cosechar Blueberry?</h3><p>La Blueberry cultivada en interior no necesita más de 10 semanas de ciclo completo para estar completamente madura.</p><p>En cultivo de exterior, la Blueberry auto puede requerir una semana más, dependiendo del clima y otros factores.</p><p>Es posible que en exterior tenga un ciclo más rápido cuando las condiciones ambientales son idóneas, normalmente en los meses de primavera y verano.</p><p></p><h3>Producción variedad Blueberry</h3><p>La producción de las semillas Blueberry auto no está nada mal teniendo en cuenta la rapidez de su cultivo. Si cultivas en interior con HPS de 600 w. puedes sacar de 400 a 500 gramos por metro cuadrado, incluso más en hidroponía o aeroponía.</p><p>En cultivo de exterior es fácil que cada planta te de más de 50 gramos, sobre todo en cultivos de primavera y verano, que puede pasar de 100 gramos cada planta.</p><h3></h3><h3>Sabor cannabis Blueberry</h3><p>Este es el rasgo que da nombre a la variedad, para algunos es su sabor fetiche, y sólo quieren este sabor… La verdad es que es deliciosa, su aroma delator ya anticipa lo que te vas a encontrar cuando su humo pase por tus papilas gustativas.</p><p>Al inhalar entra muy fresco, dulce y terroso, pero los matices que quedan en boca son claramente afrutados, como una macedonia de frutos del bosque que explota en tu boca y permanece durante un buen rato.</p><p></p><h3>Aspecto cogollos Blueberry</h3><p>Es una planta con apariencia de híbrido sativa en cuanto a su estructura, aunque las flores y las hojas son más parecidas en la forma a las indicas. Sus hojas tienen un aserrado muy pronunciado y particular. Crece con una distancia entre nudos amplia, bastante ramificada y con buen vigor.</p><p></p><p>En floración puede triplicar su tamaño, formando cogollos por toda la estructura, de tamaño medio y escarchados de resina. La relación cáliz/hoja es muy buena, algo que ayuda bastante a la hora de cosechar.</p><p></p><h3>¿Qué efecto produce la marihuana Blueberry?</h3><p>Se puede decir que es un efecto completo, total, que sacia hasta a los consumidores más experimentados. Su 25% de THC le permite dejar sentados incluso a fumadores con alta tolerancia, y puede ser excesivo para usuarios esporádicos o con poca experiencia.</p><p>Con solo unas caladas ya empiezas a notar un cosquilleo por la espalda que te invita a predecir que lo que viene a continuación es fuerte. Y vaya si lo es, antes de darte cuenta te verás sumido en un mar de ideas y pensamientos de todo tipo. Pero ahí no acaba el poder de la Gelato Cake, ya que a nivel físico te provoca una relajación muy placentera, que puede ser beneficiosa para personas que necesiten el cannabis como forma de medicarse.</p><h3></h3><blockquote><p>En <strong>Ganesh Grow</strong> te recomendamos este clásico del cannabis como es la Blueberry, si lo que buscas es una auto estable y de buena producción. No dudes en llevarte tus semillas ahora mismo y de la mano de nuestra experiencia de más de 17 años.</p></blockquote><p></p><p></p><h2>Características Blueberry auto</h2><p></p><ul><li><strong>Tipo:</strong> Autofloreciente</li><li><strong>Banco:</strong> PEV Seeds</li><li><strong>Genotipo:</strong> Principalmente Indica</li><li><strong>Cruce:</strong> Blueberry x Blueberry Auto | Cheese</li><li><strong>Cosecha exterior:</strong> Mediados de octubre</li><li><strong>Cosecha exterior:</strong> Mediados de abril</li><li><strong>Producción interior:</strong> 400-500 gr/m2</li><li><strong>Floración interior:</strong> 10 semanas</li><li><strong>Altura interior:</strong> 40-60 cm.</li><li><strong>Clima:</strong> Fríos/templados/continentales</li><li><strong>Efecto:</strong> Para dormir</li><li><strong>THC:</strong> Alto (17-22%)</li><li><strong>CBD:</strong> Bajo (0.3 - 0.6%)</li><li><strong>Sabor y aroma:</strong> Afrutado- Queso- Terroso</li></ul>",
    "Description": "",
    "Tags": "BLUEBERRY AUTO- Semillas Marihuana de Pev Seeds Bank | Ganesh Grow",
    "Meta title": "",
    "Meta keywords": "Semillas de marihuanaBLUEBERRY auto de Pev Seeds Bank. Portes gratis | ✈️ Envíos 24 horas",
    "Meta description": "blueberry-auto-pevseeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2022-04-19",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/7037/blueberry-auto-pevseeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Autofloreciente:2:1,Genotipo:Indica:3:1,Días floración:65-70 Días:4:1,THC:Alto:5:1,CBD:CBD Bajo:6:1,VARIEDAD:Blueberry:7:1,Producción en interior:Producción int. Media:8:1,Producción en exterior:Producción ext. Media:9:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 1000054,
    "Active (0/1)": 1,
    "Name": "MAMBA NEGRA AUTO",
    "Categories": "SEMILLAS DE MARIHUANA,SEMILLAS AUTOFLORECIENTES,PEV SEEDS | SEMILLAS AUTOFLORECIENTES",
    "Price tax included": 7.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "PEV SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 1,
    "Height": 1,
    "Depth": 1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 99,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>La <strong>Mamba Negra Autoflorecient</strong>e de PEV Seeds reúne todas las cualidades que se le pueden pedir a una planta autofloreciente. </p>",
    "Short description": "<h1>MAMBA NEGRA AUTO</h1><p>La Mamba Negra auto es sinónimo de rapidez, resistencia, potencia, producción y gran sabor en una variedad que sacia tanto a cultivadores noveles como expertos. ¿Quieres conocer a fondo a la Mamba? Si sigues leyendo seguro que te vas a enamorar…</p><h2></h2><h3>Genética variedad Mamba Negra auto PEV Seeds</h3><p>Se trata de un cruce entre la Tangie Auto y una Skunk XXL Auto, ambas muy sabrosas, resinosas y productivas. La intención inicial era la de mejorar las cualidades organolépticas de las autoflorecientes, que cuando comenzamos este reto no destacaban por su calidad. También queríamos mejorar su estructura, intentando que las ramas secundarias quedaran lo más cerca posible a la cola principal.</p><p>Después de muchas generaciones ese reto lo conseguimos, por lo que nos centramos en aumentar la potencia y su contenido de resina. En la actualidad podemos decir que es una cepa automática especial para extracciones cannábicas, con una facilidad de cultivo increíble, que rinde bien en cualquier situación, por lo que estamos muy orgullosos de ella.</p><p></p><h3>Cultivar en interior y exterior marihuana Mamba Negra</h3><p>Se adapta muy bien a distintos entornos y condiciones de cultivo, tanto en interior como en exterior. Nuestros mejores resultados en indoor los conseguimos con un fotoperiodo de 20 horas de luz y 4 de oscuridad. Si pones 9 plantas en macetas de 15 litros conseguirás la máxima producción en interior. Esta planta crece mucho, por lo que en interior agradece una buena poda de bajos al entrar en floración.</p><p>En cultivo de exterior soporta bien el frío, por lo que puedes sacar 3 o hasta 4 cosechas anuales, dependiendo de tu región. Germinando en Mayo o Junio, y puestas en una ubicación con mucho sol directo terminan pareciendo plantas fotodependientes. En primavera o verano mejor trasplantar a una maceta final de más de 50 litros, o en tierra madre.</p><p></p><h3>¿Cuándo cosechar Mamba Negra ?</h3><p>Si la plantas en interior tan solo necesita unas 10 u 11 semanas para completar su ciclo, desde semilla hasta la cosecha. Puedes jugar con el punto de maduración para que el efecto sea más psicoactivo o más relajante, a gusto de cada uno.</p><p>En exterior puede necesitar una semana más, pudiendo llegar en algunos casos a los 3 meses de cultivo. Esta variedad soporta muy bien las condiciones climáticas desfavorables, por lo que un poco de frío o calor no suele frenar su desarrollo.</p><p></p><h3>Producción variedad Mamba Negra</h3><p>Es una súper productora, considerada una autofloreciente XXL. En interior puedes conseguir e incluso superar el gramo/vatio, o sea, que con un 600w. HPS puedes llegar a pasar de los 600 gramos de yerba en seco.</p><p>En exterior cada planta te puede dar más de 100 gramos. Depende de la temporada, la ubicación, horas e intensidad de sol directo, destreza del cultivador y otros factores. El récord con esta cepa en exterior lo tenemos en 350 gramos, toda una proeza para una planta de floración automática.</p><h3></h3><h3>Sabor cannabis Mamba Negra</h3><p>En el sabor predomina la parte cítrica heredada de la Tangie Auto, aunque se percibe un trasfondo Skunk que le da cuerpo y bouquet. Hemos puesto un empeño especial en tratar de conseguir una alta calidad organoléptica, sin rastro de los genes ruderalis. En extracciones supera a la mayoría de autos del mercado, tanto en retorno como en porcentaje de terpenos.</p><p></p><h3>Aspecto cogollos Blueberry</h3><p>Esta variedad es el fruto del trabajo de 5 años de cruces, selección, testeos, retrocruces, más pruebas y perfeccionamiento. Los criadores pusimos especial énfasis en homogeneizar su delicioso sabor y su alto rendimiento, sin dejar atrás la velocidad de floración o su resistencia al estrés.</p><p></p><h3>¿Qué efecto produce la marihuana Blueberry?</h3><p>Es el clásico efecto de variedad híbrida, tan potente a nivel corporal como cerebral. Comienza con un subidón agradable, positivo, que invita a consumir más, pero si te pasas te dejará sentado y meditando. Ha habido personas que después de invitarles a fumar no creían que se trataba de una genética automática, pero es que la Mamba tiene muchas cualidades de planta fotodependiente. Te diría que sólo tienes los genes ruderalis justos para provocar la autofloración.</p><h3></h3><blockquote><p>En <strong>Ganesh Grow</strong> te recomendamos esta auto si aún estás indeciso sobre qué variedad cultivar, la <strong>Mamba Negra</strong> será un total acierto. No dudes en llevarte tus semillas ahora mismo y de la mano de nuestra experiencia de más de 17 años.</p></blockquote><p></p><p></p><h2>Características Mamba Negra auto</h2><p></p><ul><li><strong>Tipo:</strong> Autofloreciente</li><li><strong>Banco:</strong> PEV Seeds</li><li><strong>Genotipo:</strong> Indica 60% / Sativa 40%</li><li><strong>Cruce:</strong> Skunk | Tangie Dream x Skunk x Rudelaris</li><li><strong>Producción interior:</strong> 600 gr/m2</li><li><strong>Floración interior:</strong> 70-80 días</li><li><strong>Altura interior:</strong> 40-70 cm</li><li><strong>Clima:</strong> Climas fríos | Templados / continentales</li><li><strong>Efecto:</strong> Relajante</li><li><strong>THC:</strong> Medio-Alto (17-23%)</li><li><strong>CBD:</strong> Bajo (0,05-0,10%)</li><li><strong>Sabor y aroma:</strong> Afrutado- Queso- Terroso</li></ul>",
    "Description": "",
    "Tags": "MAMBA NEGRA AUTO- Semillas Marihuana de Pev Seeds Bank | Ganesh Grow",
    "Meta title": "",
    "Meta keywords": "Semillas de marihuana MAMBA NEGRA auto de Pev Seeds Bank. Portes gratis | ✈️ Envíos 24 horas",
    "Meta description": "mamba-negra-auto-pevseeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2022-04-21",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/7040/mamba-negra-auto-pevseeds.jpg,https://ganeshgrowshop.com/7041/mamba-negra-auto-pevseeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Autofloreciente:2:1,Genotipo:Híbrida:3:1,Días floración:70+ Días:4:1,THC:Alto:5:1,CBD:CBD Bajo:6:1,VARIEDAD:Mamba Negra:7:1,Producción en interior:Producción int. Alta:8:1,Producción en exterior:Producción ext. Media:9:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  }
]