[
  {
    "Product ID": 29521,
    "Active (0/1)": 1,
    "Name": "BELLADONNA",
    "Categories": "SEMILLAS DE MARIHUANA,PARADISE SEEDS | SEMILLAS FEMINIZADAS,SEMILLAS FEMINIZADAS",
    "Price tax included": 17,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "PARADISE SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Su alta resistencia a los hongos puede ser en parte responsable de su gran aguante en exterior.</p>",
    "Short description": "<h1>Belladona de Paradise Seeds</h1><p>Conocida por su efecto psicodélico y eufórico, Belladona lleva el nombre de una planta alucinógena, posicionándose como una variedad que promete experiencias intensas y memorables.</p><p><span>Gracias a su predominancia sativa, este ejemplar produce un efecto energético y cerebral, alejándose de la sensación corporal de relajación profunda. Sin embargo, no se deja dominar completamente por la sativa, ya que su genética se distribuye en un 60% sativa y un 40% índica.</span></p><p><span>Más allá de su poderoso efecto, Belladona es aclamada por su sabor y aroma afrutados, aportando un perfil terpénico que a muchos les resulta irresistible. Esta combinación de sabor, aroma y efectos le otorgó el reconocimiento en la Highlife Fair & Cup de Barcelona en 2005, afianzando su posición como una variedad de alto rendimiento y preferida por muchos.</span></p><h3>Características de cultivo</h3><p><span>La Belladona es amigable con aquellos que se inician en el mundo del cultivo, clasificándose como de fácil manejo. Para aquellos que opten por un cultivo interior, pueden esperar rendimientos aproximados de 450g/m_. Aquellos que decidan permitirle respirar el aire libre se verán recompensados con una producción generosa de hasta 800g por planta.</span></p><h3>Detalles técnicos</h3><ul><li>Dificultad de cultivo: Fácil</li><li>Tipo de floración: Fotoperiodo</li><li>Periodo de floración: 8-9 semanas</li><li>Época de cosecha (exterior): Mediados de octubre</li><li>Producción en interior: 450g/m_</li><li>Producción en exterior: 800g/planta</li><li>Altura en interior: Medio</li><li>Altura en exterior: Medio</li></ul><blockquote><p class=\"centrado\">Una variedad premiada, perfecta para aquellos que buscan un sabor afrutado y un efecto energizante.</p></blockquote>",
    "Description": "",
    "Tags": "BELLADONNA de Paradise Seeds | Ganesh Grow",
    "Meta title": "BELLADONNA",
    "Meta keywords": "Compra las semillas más exclusivas del banco Paradise Seeds, traemos para ti la Belladona, disfruta del sabor y aroma únicos de esta variedad.",
    "Meta description": "belladonna",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2016-10-28",
    "Product available date": "2016-08-30",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/2021/belladonna.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40944,
    "Active (0/1)": 1,
    "Name": "BARBARA SFV | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0007-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Bárbara SFV destaca por su exclusividad, un cruce deliciosamente insólito entre una Bárbara Bud y una San Fernando Valley OG. Como resultado tenemos una planta de dominancia Indica con una gran capacidad de producción de resina y unos aromas que no dejan indiferente a ningún cultivador.</p>",
    "Short description": "<h1>Bárbara SFV</h1><p>Se trata de una cepa con una procedencia mixta, ya que por un lado tenemos el parental Europeo de la Bárbara Bud (Shiskaberry x Afghani) y por otro la parte USA aportada por la OG del San Fernando Valley.</p><p>La Bárbara SFV es la planta perfecta para iniciarse en el autocultivo de cannabis, ya que se muestra resistente a las deficiencias de cultivo produciendo una importante cantidad de cogollo con una calidad que sorprenderá a los principiantes.</p><p>Por otro lado tiene un aroma y sabor que a todos gusta y que realmente cuesta de aborrecer, además viene acompañado de un efecto de perfecto equilibrio, siendo muy alegre a la par de relajante.</p><p></p><h2>Cultivo y rendimiento</h2><p>Como veníamos diciendo es ideal para empezar a cultivar, esto se debe a que la Bárbara SFV es una variedad que muestra una importante resistencia al ataque de plagas así como a las deficiencias de cultivo producidas por el jardinero.</p><p>Crece con fuerza y robustez, formando un esqueleto compacto con entrenudos cortos evidenciando la clarísima dominancia Indica que encontramos en su genética.</p><p>En interior nos encontraremos con una cepa que come muy bien y que habrá que dar un vegetativo de 3 o 4 semanas para que alcance el tamaño deseado ya que al pasar a floración estira pero no demasiado. La floración de esta pequeña se alarga más o menos durante 8 semanas.</p><p>Con unas 9 macetas de 11 L por cada metro cuadrado podremos conseguir una producción final de cogollo seco que puede rondar entre los 500 y 600 gramos por metro cuadrado, todo dependerá de la calidad del cultivo.</p><p>En exterior crece con mayor vigor pero también dejando ver claramente su estructura Indica, pudiendo alcanzar un máximo de 2’5 metros de altura plantada en tierra madre y llegando a su cosecha a finales de Septiembre o primeros de Octubre con un peso que puede oscilar entre 800 y 1200 gramos por planta.</p><p></p><h2>Aroma y sabor</h2><p>La Bárbara SFV nos da cogollos con aromas frutales con toques de hachís y combustible.</p><p>A la hora de fuar también sentiremos en primer lugar un sabor afrutado que conforme vayamos soltando el humo se convertirá en terroso con fondo de gasolina, una perfecta combinación entre los parentales Shiskaberry y OG Kush.</p><p></p><h2>Efecto y potencia</h2><p>En este apartado la Bárbara SFV muestra un equilibrio excepcional comenzando con un efecto alegre y risueño que rápidamente te transporta a un estado de relajación total, una variedad perfecta para terminar el día de la mejor forma.</p><p>Sus cogollos contienen entre un 17 y un 19% de THC, una cantidad idónea para obtener este efecto tan placentero pero nada excesivo.</p><p></p><h2>¿Cómo plantar Bárbara SFV?</h2><p>Es una planta en la que domina su parte Indica, crece fuerte, resistente y robusta por lo que aguanta muy bien todo tipos de cultivos. De todas maneras recordar que debido a los grandes cogollos que forma, deberéis prestar atención a la humedad durante la floración para evitar que unos hongos arruinen la cosecha.</p><p>En interior es compacta y muy productiva, además notaremos una considerable mejora en la calidad del producto final si alimentamos a nuestras pequeñas con nutrientes orgánicos, consiguiendo unos aromas que te cautivarán rápidamente.</p><p>Para quienes cultiven en exterior y puedan tener problemas de humedad simplemente recomendamos cultivar con invernaderos, una solución más o menos sencilla y muy eficaz para garantizar la calidad de nuestra Bárbara San Fernando Valley.</p><p></p><h2>Origen Bárbara SFV</h2><p>Se trata de una variedad cuyos orígenes se dividen entre los Estados Unidos y el Viejo Mundo, aunando características para formar un híbrido 75% Indica con una fragancia como poco cautivadora.</p><p></p><h2>Bárbara Bud x San Fernando Valley OG</h2><p>Por un lado tenemos la Bárbara Bud que procede del cruce entre una Shiskaberry (100% Indica) con una Afghani (100% Indica) y produce unos olores muy frutales con un claro toque de hash, y por otro lado tenemos la tremenda y deliciosamente cítrica OG Kush selección del San Fernando Valley (L.A.)</p>",
    "Description": "",
    "Tags": "Barbara SFV | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Barbara SFV, disfruta esta joya de las semillas feminizadas del banco TAIMA SEEDS- Compra ahora semillas en Ganesh Grow al mejor precio.",
    "Meta description": "barbara-sfv-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5071/barbara-sfv-taima-seeds.jpg,https://ganeshgrowshop.com/5072/barbara-sfv-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40945,
    "Active (0/1)": 1,
    "Name": "BERRY ZKITTLEZ | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0001-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>¡La Berry Zkittlez es una verdadera delicia para el paladar! una variedad feminizada de cannabis con unos genes muy índicos que se originó en Estados Unidos y que a día de hoy es una de las más populares y demandadas.</p>",
    "Short description": "<h1>Berry Zkittlez</h1><h2>Características de la Berry Zkittlez</h2><p>Berry Zkittlez debe gran parte de su fama a ese marcado sabor que regala, acaramelado y muy frutal pero diferente a los que conocemos de toda la vida. En esta ocasión se dejan sentir matices de uva, pomelo y toques muy cítricos con un final claramente dulce y acaramelado.</p><p>Zkittlez es una semilla con un tremendo potencial que forma plantas de tamaño medio con una estructura bastante Indica, tupida, compacta y con entrenudos alcanzando una gran capacidad productiva.</p><p>Esta genética apareció por primera vez en USA hacia finales del año 2014 y no tardó en empezar a recolectar diferentes premios de gran prestigio como la Emerald Cup de California, la Cannabis Cup de San Francisco o la Cannabis Cup de Michigan.</p><p></p><h2>Cultivo y rendimiento</h2><p>La Berry Zkittlez de Taima Seeds es una campeona que responde muy bien a los diferentes sistemas de cultivo, dando magnífico resultados tanto en interior como en exterior.</p><p>Es una variedad que crece con fuerza y robustez y que muestra muy pocas dificultades en el cultivo. Por ello, la recomendamos para todo tipo de cultivador ya que los más pro sabrán exprimir todo su potencial y los principiantes encontrarán muy buenas cosechas con un esfuerzo mínimo.</p><p>En cultivos de interior es donde podréis sacar el máximo de estas bellezas en cuanto a aroma y sabor.</p><p>Con una alimentación regular y unas buenas condiciones climáticas la producción de terpenos se dispara impregnando de ese aroma frutal hasta el último rincón de tu casa.</p><p>La floración de Berry Zkittlez se alarga durante un periodo de 60 días aproximadamente alcanzando muy buenos rendimientos que pueden oscilar entre los 500 y 600 gramos por metro cuadrado en función de las condiciones.</p><p>En lo que se refiere a cultivos de exterior nos encontraremos con una planta fuerte con estructura Indica que puede llegar a estirarse hasta los 2 metros si le dais tiempo y un buen sustrato.</p><p>La cosecha estará lista para principios de Octubre, con unos cogollos de muy buen calibre repletos de tricomas hasta los topes y con un rendimiento que suele alcanzar los 700 gramos por planta.</p><p></p><h2>Aroma y Sabor</h2><p>He aquí la característica que ha elevado esta variedad al Olimpo de los cultivadores. Lo cierto es que su fragancia debe ser considerada embriagadora e irresistible para cualquier consumidor de marihuana.</p><p>Los cogollos desprenden un aroma muy frutal y dulce recordando a la uva, al pomelo y como no a los famosos caramelos Zkittlez.</p><p>Al fumar este se intensifica notablemente ese aroma convirtiéndose en un sabor dulce y frutal en el que también podremos sentir notas cítricas muy cautivadoras.</p><p></p><h2>Efecto y potencia</h2><p>Encontramos en esta variedad la fusión perfecta entre un sabor de otro mundo y un efecto realmente feliz y edificante, para nada pesado pese a su genética Indica dominante.</p><p>Empieza a sentirse pronto con una sonrisa que se dibuja en la cara, acompañada de un estado de relajación muy placentero que invita a la conversación.</p><p>Tiene un porcentaje de THC relativamente bajo si lo comporamos con otras genéticas modernas de USA.</p><p>Verdaderamente estamos enamorados de esa sutileza que caracteriza a nuestra Berry Zkittlez.</p><p></p><h2>¿Cómo cultivar Berry Zkittlez?</h2><p>Es una planta que se comporta muy bien frente a todo tipo de ambientes aunque es importante destacar que si quieres sacar el máximo aroma y sabor deberás trabajarla en cultivos de interior.</p><p>También es importante que si cultivas en una zona de muchas precipitaciones deberás utilizar invernaderos para asegurar tu cosecha.</p><p>En zonas de clima cálido podremos trabajar sin invernaderos perfectamente pero recomendamos protegerlas de la humedad durante la última fase de floración.</p><p></p><h2>Orígenes de la Berry Zkittlez</h2><p>Para encontrar sus orígenes nos desplazamos a EEUU, allí surgió este poderoso cruce de dos de las variedades más populares del país junto con una Indica de misteriosa procedencia…</p><p></p><h2>Grape Apre x Grapefruit x Unknow Indica</h2><p>En definitiva, si cultivas la Berry Zkittlez encontrarás un nuevo mundo de sabores del que ya no te querrás desprender y es que la calidad es la seña de identidad de esta prometedora cepa.</p>",
    "Description": "",
    "Tags": "Berry Zkittlez | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Berry Zkittlez, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "berry-zkittlez-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2021-04-12",
    "Product available date": 1,
    "Product creation date": "https://ganeshgrowshop.com/5075/berry-zkittlez-taima-seeds.jpg,https://ganeshgrowshop.com/5076/berry-zkittlez-taima-seeds.jpg",
    "Show price (0 = No, 1 = Yes)": 0,
    "Image URLs": "",
    "Image alt texts (x,y,z...)": 0,
    "Delete existing images (0 = No, 1 = Yes)": "new",
    "Feature (Name:Value:Position:Customized)": 0,
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 1,
    "Text fields (0 = No, 1 = Yes)": 0,
    "Action when out of stock": "",
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40946,
    "Active (0/1)": 1,
    "Name": "BUBBLE BERRY BANANA | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0006-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>La Bubble Berry Banana de Taima Seeds es una semilla de cannabis que te dejará fascinado, una verdadera reina que sabrá apoderarse de tu jardín con sus aromas intensamente afrutados y un aspecto que te hará enloquecer.</p>",
    "Short description": "<h1>Bubble Berry Banana</h1><h2>Características de la Bubble Berry Banana</h2><p>La Bubble Berry Banana es una planta en la que se han unificado los mejores sabores tropicales de cepas tan populares como lo son la Bubble Gum o Banana Kush, dos apuestas seguras que nos ofrecen una descendencia de campeonato.</p><p>Hablamos de una planta con dominancia Indica y que se caracteriza especialmente por ese aroma incomparable y embriagador que ningún fumador puede resistirse a probar.</p><p>Otra característica importante que destaca de la Bubble Berry Banana es su facilidad de cultivo, haciéndola válida tanto como para cultivadores expertos como para principiantes que buscan una apuesta potente y segura.</p><p>En relación a su facilidad de cultivo también nos gustaría añadir que esta variedad admite muy bien las podas y los diferentes sistemas de cultivo, mostrando una gran fortaleza frente a las situaciones de estrés. Por ello es perfecta para quienes quieren iniciarse en métodos de cultivo diferentes al tradicional.</p><p></p><h2>Cultivo y rendimiento</h2><p>La Bubble Berry Banana se muestra claramente Indica también en los aspectos de cultivo, con un crecimiento relativamente lento, fuerte y robusto que genera plantas de internudos muy cortos y con una gran estructura central.</p><p>Sea cual sea la forma de cultivo es una variedad con una elevada resistencia al ataque de diferentes plagas, no tanto a los hongos debido a sus cogollos tremendamente compactos por lo que deberéis cuidar la ventilación.</p><p>En cultivos de interior nos encontraremos con una cepa compacta a la cual deberemos dar un periodo de crecimiento vegetativo de entre 3 y 4 semanas ya que como decimos se muestra muy Indica y no estira demasiado al pasarla a floración.</p><p>Dicho periodo se alarga entre 60 y 65 días, formando unos buds realmente prietos y cargados de resina con aromas a fresa y clarísimo toque de Banana Kush, absolutamente recomendada para extracciones. Los rendimientos de esta pequeña joya oscilan entre los 500 y los 550 gramos por metro cuadrado.</p><p>En exterior es una planta que crece a una velocidad media-baja pero de forma muy firme, con gran robustez. Si se trabaja en tierra madre puede llegar a alcanzar los 2’5 metros de altura con tiempo y una buena alimentación.</p><p>La producción de una Bubble Berry Banana cultivada bajo es Sol con dedicación y paciencia puede llegar hasta los 850 gramos, con una calidad realmente excepcional que cosecharás en la primera mitad del mes de Octubre.</p><p></p><h2>Aroma y sabor</h2><p>Claramente el punto más destacable de nuestra Bubble Berry Banana, con una intensidad aromática que te cautivará desde el primer segundo.</p><p>El cogollo seco desprende un potente aroma frutal donde podemos apreciar con claridad el toque de fresa procedente de la Bubble. Un aroma que una vez troceado se convierte en una verdadera bomba para nuestro olfato.</p><p>En boca es cuando se deja sentir a la perfección los matices del parental Banana Kush, un verdadero deleite para los amantes de las cepas frutales que en esta ocasión disfrutarán como no recordaban hacerlo.</p><p></p><h2>Efecto y potencia</h2><p>Bubble Berry Banana combina los mejores sabores tropicales con una pegada de equilibrio perfecto que empieza muy eufórica y mental, pero que poco a poco te va haciendo aterrizar con suavidad hasta alcanzar un estado de paz y tranquilidad muy placentero.</p><p>Ideal para disfrutarla solo o en compañía, para ver una película o para un día de montaña, una todoterreno que te acompañará a todas partes después de vuestro primer contacto.</p><p></p><h2>¿Cómo plantar Bubble Berry Banana?</h2><p>Es una variedad que podríamos calificar como ‘’todoterreno’’, se atreve con todo y ofreciendo siempre unos resultados de primera calidad.</p><p>Es válida para todo tipos de cultivo, mostrando una estupenda respuesta al estrés por podas.</p><p>En cualquier tipo de medio es una planta robusta y resistente pero tanto en interior como en exterior deberéis tener cuidado con los hongos en el final de la floración. Nos tendremos que fijar en la ventilación o protegerlas de las lluvias y la humedad.</p><p></p><h2>Origen de la Bubble Berry Banana</h2><p>Una planta Indica cuyos orígenes encontramos en el cruce entre un fenotipo con aroma a fresa de la Bubble Gum y una Banana OG.</p><p>Un trabajo excepcional que pone al alcance de todos unos de los mejores sabores que recordamos haber probado.</p><p></p><h2>Bubble Gum x Banana OG</h2><p>El resultados es la Bubble Berry Banana, una variedad que enorgullece al equipo de Taima Seeds y que estamos seguros dejará el pabellón muy alto en tu jardín.</p>",
    "Description": "",
    "Tags": "Bubble Berry Banana | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Bubble Berry Banana, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "bubble-berry-banana-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5079/bubble-berry-banana-taima-seeds.jpg,https://ganeshgrowshop.com/5080/bubble-berry-banana-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40947,
    "Active (0/1)": 1,
    "Name": "CANDY BANANA KUSH | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0004-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>La Candy Banana Kush es una semilla muy especial, con carácter propio; una variedad mestiza que nace del cruce entre los mejores clásicos europeos como son la Skunk y la Haze junto con las destacadas genéticas americanas OG Kush y Diesel.</p>",
    "Short description": "<h1>Candy Banana Kush</h1><h2>Caracterísitcas de la Candy Banana Kush</h2><p>Los aromas y las características de Candy Banana Kush la convierten en una cepa que todo cultivador debe trabajar alguna vez en su vida, amén de que todo el que la prueba repite ya que tiene algo que a todos nos engancha.</p><p>Hablamos de una planta de marihuana de dominancia Indica realmente rápida y especialmente productiva. Una gran generadora de tricomas tremendamente cargados de terpenos que inundarán tu paladar y tus pulmones. Esta intensa producción de resina la convierten en una candidata perfecta para hacer extracciones.</p><p>Una de las características más destacables de Candy Banana Kush es ese intenso sabor a plátano maduro que el fumador experimenta antes incluso de exhalar la primera calada de humo… un verdadero deleite para los sentidos.</p><p>Por otro lado también es importante destacar su vigorosidad y facilidad de cultivo, lo que hace de ella una semilla perfecta tanto para cultivadores noveles como para experimentados que buscan disfrutar de un sabor tan exclusivo como el que esta reina regala.</p><p></p><h2>Cultivo y rendimiento</h2><p>Candy Banana Kush es rápida y productiva con un crecimiento intermedio a la par que vigoroso, haciéndose de notar su clara dominancia Indica en su estructura compacta, con internudos cortos y cogollos de gran tamaño y densidad.</p><p>En cultivos de interior tendremos una planta de tamaño medio-bajo con una tremenda capacidad productiva. Además es una variedad que genera poco follaje por lo que el proceso de manicurado nos resultará especialmente sencillo.</p><p>Tener en cuenta que debéis tener una buena ventilación ya que el gran tamaño de los cogollos así como su densidad puede traer un problema de hongos si no controláis bien la circulación de aire.</p><p>Su periodo de floración puede alargarse entre 55 y 60 días, alcanzando unos rendimientos que llegan a los 500 gramos de cogollo por metro cuadrado.</p><p>En exterior podremos ver todo su potencial vegetativo pudiendo llegar a los 2’5 metros cultivando directamente en el campo.</p><p>Si disponen de un clima soleado y cálido junto con una alimentación intensa y preferiblemente orgánica sacarás sus mejores aromas.</p><p>Es probable que necesite de tutores para aguantar el tremendo peso de los cogollos que podremos cortar a finales de Septiembre o principios de Octubre.</p><p>Cuenta con con una producción media de 600 gramos por planta que pueden llegar tranquilamente a los 700 si le dais lo que pide.</p><p></p><h2>Aroma y sabor</h2><p>Si en algo destaca nuestra Candy Banana Kush es en su potente sabor a plátano maduro con notas cítricas y terrosas. Sin duda una clara herencia de la OG que se hace de notar a la perfección ¡una auténtica pasada!</p><p>A medida que los cogollos empiecen a formarse y a generar tricomas, podrás sentir como tu impaciencia se intensifica por días ya que se te quedarán los dedos pegados a esa preciosa planta con olores a banana.</p><p></p><h2>Efecto y potencia</h2><p>La pegada de esta variedad es claramente indica, con un efecto altamente relajante pero que no te dejará paralizado gracias al aporte sativo de la Haze.</p><p>El efecto se dejará sentir tras unas pocas caladas, elevándose con el tiempo hacia una fase más cerebral y propiciando así la conversación, las risas o la creación artística.</p><p>Podríamos decir que es una variedad de cannabis muy equilibrada en lo que a efectos de refiere, por lo que puede satisfacer tanto a los amantes de las indicas como de las sativas.</p><p></p><h2>¿Cómo plantar Candy Banana Kush?</h2><p>Se trata de una cepa muy agradecida que podrás cultivar tanto en interior como en exterior sin problema, con buenos cuidados obtendrás resultados de gran calidad en ambas modalidades.</p><p>De todas maneras hay que decir que veremos su máximo esplendor en cultivos de exterior de campo y en zonas de clima soleado y cálido.</p><p>Si en tu zona abundan las precipitaciones te recomendamos encarecidamente el uso de invernaderos para evitar problemas durante la fase de floración.</p><p></p><h2>Origen de la Candy Banana Kush</h2><p>Como veníamos comentando en la introducción, podríamos clasificar a la Candy Banana Kush de Taima Seeds como una mestiza (en lo que a orígenes se refiere), una genética cuya procedencia se encuentra 50/50 entre variedades europeas y estadounidenses.</p><p></p><h2>Haze x Skunk x OG Kush x Diesel</h2><p>La verdad es que viendo este cruce ¿Quién no querría probarla? nuestros breeders han sabido extraer lo mejor de cada genética para ofrecer una semilla con un potencial extraordinario, una variedad que no tardará en ocupar todos nuestros jardines.</p>",
    "Description": "",
    "Tags": "Candy Banana Kush | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Candy Banana Kush, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "candy-banana-kush-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2021-04-12",
    "Product available date": 1,
    "Product creation date": "https://ganeshgrowshop.com/5083/candy-banana-kush-taima-seeds.jpg,https://ganeshgrowshop.com/5084/candy-banana-kush-taima-seeds.jpg",
    "Show price (0 = No, 1 = Yes)": 0,
    "Image URLs": "",
    "Image alt texts (x,y,z...)": 0,
    "Delete existing images (0 = No, 1 = Yes)": "new",
    "Feature (Name:Value:Position:Customized)": 0,
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 1,
    "Text fields (0 = No, 1 = Yes)": 0,
    "Action when out of stock": "",
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40948,
    "Active (0/1)": 1,
    "Name": "COCOA MINT KUSH | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 23,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0005-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>La fascinante Cocoa Mint Kush de Taima Seeds es una semilla exclusiva cuyos orígenes encontramos en el triángulo Esmeralda, al norte del estado de California; lugar del que han salido las variedades más potentes y rompedoras de USA.</p>",
    "Short description": "<h1>Cocoa Mint Kush</h1><h2>Carcaterísticas de la Cocoa Mint Kush</h2><p>Cocoa Mint Kush una de las cepas que más demanda esta teniendo en los dispensarios americanos debido a los nuevos matices aromáticos que ofrece.</p><p>Cuando la fumas deja sentir un claro sabor a chocolate con un fondo en el que podremos apreciar notas de menta y combustible.</p><p>Se trata de una variedad cannábica de dominancia claramente Indica que surge del interesante cruce entre OG Kush y una selección de Grandaddy Purple. El resultado son plantas con un potencial de producción que se sitúa por encima de la media.</p><p>Nuestra Cocoa Mint Kush es una semilla que nadie debería perderse, absolutamente perfecta para los amantes de las Indicas que buscan ampliar su abanico de sabores y probar nuevas experiencias, podéis estar seguros de que esta Kush no defrauda a nadie.</p><p></p><h2>Cultivo y rendimiento</h2><p>Cocoa Mint Kush es una planta de fácil cultivo que crece fuerte y robusta, formando internudos cortos y un follaje verde intenso que a medida que se desarrolle la floración podréis ver como se torna oscuro y tremendamente atractivo.</p><p>Está variedad es una gran productora que además invierte un periodo relativamente corto en la producción de cogollos, teniendo una floración que puede alargar entre los 60 y 65 días. Si la cultivamos en exterior, podremos cosecharla en la primera mitad del mes de Octubre.</p><p>Para cultivos de interior es una cepa idónea, si la alimentas debidamente y con unas buenas condiciones climáticas ella sabrá recompensarte con unos cogollos de enorme tamaño repletos de tricomas (unos 500-600 g/m2). Hay que destacar que es ligeramente sensible a la humedad por lo que tendrás que estar atento con la circulación del aire.</p><p>En exterior se comporta como la dama californiana que es, mostrando todo su esplendor en climas soleados, pudiendo alcanzar los 3 metros de altura y producciones que pueden ir desde los 1000 gramos hasta los 1300 en manos de los cultivadores más profesionales.</p><p></p><h2>Aroma y sabor</h2><p>La Cocoa Mint Kush sabe enamorar al fumador con una fragancia terrosa y mentolada que desprenden los cogollos secos, que una vez rotos; se vuelve intensa a más no poder haciendo salivar incluso al más escéptico.</p><p>Una vez en boca podremos apreciar en primer lugar ese sabor a chocolate que ha popularizado esta estupenda genética, dando paso a notas mentoladas y de combustible una vez exhalado el humo.</p><p></p><h2>Efecto y potencia</h2><p>Hablamos de una potente variedad que alcanza niveles de THC que pueden superar el 22% hasta un máximo de 25%, con una pegada claramente Indica que te sumirá en una relajación profunda, ideal para terminar una larga jornada de trabajo.</p><p></p><h2>¿Cómo plantar Cocoa Mint Kush?</h2><p>Como veníamos diciendo es una planta muy agradecida y de fácil cultivo, simplemente hay que tener cuidado con los problemas de humedad durante la floración debido al gran tamaño y a la densidad de sus cogollos.</p><p>En interior podremos cultivarlas de diferentes maneras, ya que responde muy bien a las diferentes técnicas sin mostrar apenas síntomas de estrés.</p><p>En exterior nos encontramos con una planta de orígenes californianos y como tal busca climas soleados como el mediterráneo, en caso de zonas húmedas o con abundancia de precipitaciones recomendamos trabajar con invernaderos para asegurar las cosechas.</p><p></p><h2>Origen Cocoa Mint Kush</h2><p>Una vez más nos desplazamos hasta el triángulo Esmeralda (norte de California) para encontrar la cuna de esta variedad, un cruce de dos de los clásicos con más importancia en los Estados Unidos.</p><p></p><h2>OG Kush x Grandaddy Purple</h2><p>Un trabajo de breeding realmente excepcional que estamos seguros de que se convertirá en un habitual de tu jardín.</p>",
    "Description": "",
    "Tags": "Cocoa Mint Kush | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Cocoa Mint Kush, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "cocoa-mint-kush-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2021-04-12",
    "Product available date": 1,
    "Product creation date": "https://ganeshgrowshop.com/5087/cocoa-mint-kush-taima-seeds.jpg,https://ganeshgrowshop.com/5088/cocoa-mint-kush-taima-seeds.jpg",
    "Show price (0 = No, 1 = Yes)": 0,
    "Image URLs": "",
    "Image alt texts (x,y,z...)": 0,
    "Delete existing images (0 = No, 1 = Yes)": "new",
    "Feature (Name:Value:Position:Customized)": 0,
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 1,
    "Text fields (0 = No, 1 = Yes)": 0,
    "Action when out of stock": "",
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40949,
    "Active (0/1)": 1,
    "Name": "GIRL SCOUT COOKIES | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0002-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Girl Scout Cookies (GSC)… la reina de la costa oeste de los Estados Unidos. Hablamos de una variedad que desde que apareció en su California natal, no ha hecho más que ganar seguidores por todo el globo, consagrándose como la más popular en USA debido a los placeres difícilmente superables que regala al consumidor.</p>",
    "Short description": "<h1>Girl Scout Cookies</h1><h2>Características de la Girl Scout Cookies</h2><p>Girl Scout Cookies es una cepa de inigualable prestigio en la actualidad que nació en el año 2012 a raíz de un cruce entre una OG Kush F1 y una Durban Poison F1.</p><p>Este asombroso híbrido no deja indiferente a nadie, ya que sabe enamorar a todos los cultivadores, es por ello que se ha convertido en una variedad indispensable en cualquier jardín que busque la máxima calidad.</p><p></p><h2>Cultivo y rendimiento</h2><p>La GSC de Taima Seeds es una planta que alcanza un porte medio aunque tiene un crecimiento algo impredecible. Esto incrementa ligeramente la dificultad de cultivo (especialmente en interior) aunque serás gratamente recompensado si eres paciente y haces un buen trabajo.</p><p>En lo que se refiera al clima es una variedad originaria de California, lo cual ya nos da una pista sobre su preferencia por climas cálidos como el Mediterráneo. Es conveniente el uso de invernaderos para exterior en zonas de clima húmedo y frío.</p><p>Con un periodo de floración que puede variar entre los 65 y 70 días, esta joya alcanza unos rendimientos que en exterior rondarán los 600 – 650 gramos por planta y en interior puede llegar a los 500 gramos por metro cuadrado.</p><p></p><h2>Aroma y sabor</h2><p>He aquí el punto fuerte de esta espectacular genética, y es que con su aparición llegaron a nuestros paladares unos matices hasta entonces realmente inexplorados.</p><p>Su sabor es realmente dulce con esas notas de repostería que le han hecho llegar tan lejos, y es que si acercas un cogollo a tu nariz y cierras los ojos podrás entender su fama así como su nombre.</p><p></p><h2>Efecto y potencia</h2><p>La potencia de Girl Scout Cookies es otro de sus puntos fuertes alcanzando unos rangos de THC que pueden variar del 21% al 24% dependiendo del fenotipo, los medios disponibles y claramente la pericia del cultivador.</p><p>Destaca por regalar un colocón de Sativa Pura que aporta la Durban.</p><p>Ideal para compartir momentos de ocio en compañía ya que a parte de la relajación natural que ofrece notarás como te inunda un efecto alegre e inspirador, en definitiva; un equilibrio perfecto.</p><p></p><h2>¿Cómo plantar Girl Scout Cookies?</h2><p>Sin duda la mejor manera de sacar su potencial será en un clima cálido Mediterráneo y a ser posible en tierra madre donde sus raíces podrán crecer sin límites y conseguirás árboles de una gran capacidad productiva.</p><p>Si no puede ser en suelo recomendamos macetas de gran capacidad entre 30 y 50 litros.</p><p>Para los que no dispongan de un clima cálido recomendamos su cultivo en invernaderos.</p><p></p><h2>¿Cuándo plantar?</h2><p>Esto dependerá de tus posibilidades como cultivador, ya que si buscas ejemplares de gran tamaño en exterior te recomendamos que germines tus semilla a mediados de marzo. Deberás tener en cuenta que esto implicará plantas de un tamaño mayor que requerirán más cuidados por tu parte.</p><p>Si buscas un cultivo más modesto y fácil de controlar te recomendamos que arranques con tu exterior a principios de mayo, obteniendo ejemplares de un tamaño más moderado y por tanto de cuidados más sencillos.</p><p></p><h2>Origen Girl Scout Cookies</h2><p>Esta variedad de marihuana nace en California del cruce entre una OG Kush F1 y una Durban Poison.</p><p>No tardó en conquistar toda la costa oeste para extenderse por todo el país y posteriormente cruzar el charco hasta convertirse en un referente mundial.</p><p></p><h2>OG Kush x Durban Poison</h2><p>Sin duda estaba encaminada al éxito ya que con una ascendencia OG Kush es difícil fallar puesto que es la nº 1 en ventas de los Estados Unidos. Una planta (Indica dominante) con aromas a combustible y cítricos que enloquece a los norteamericanos.</p><p>Por otro lado tenemos la majestuosa Durban Posion, una Sativa pura con aromas Haze y toques de anís y regaliz que tiene sus orígenes en la ciudad costera de Durban, situada en Sudáfrica. Esta variedad aporta un tremendo efecto euforizante así como un porte mayor a las plantas GSC.</p><p>¿El resultado? magia, o dicho de otra manera.. Girl Scout Cookies</p>",
    "Description": "",
    "Tags": "Girl Scout Cookies | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Girl Scout Cookies, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "girl-scout-cookies-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5091/girl-scout-cookies-taima-seeds.jpg,https://ganeshgrowshop.com/5092/girl-scout-cookies-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40950,
    "Active (0/1)": 1,
    "Name": "GORILLA SCOUT COOKIES | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0009-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Aquí tenemos una de nuestras mejores apuestas en lo que se refiere a potencia, y es que la Gorilla Scout Cookies es una variedad de marihuana que alcanza unos niveles de THC del 25% hasta máximos que se han dado de 27% ¡una auténtica bestia!</p>",
    "Short description": "<h1>Gorilla Scout Cookies</h1><h2>Características de Gorilla Scout Cookies</h2><p>La Gorilla Scout Cookies es una planta de ancestros 100% U.S.A. ya que procede de un cruce entre las míticas Gorilla Glue #4 (una excepcional productora de tricomas con gran cantidad de THC) y Girl Scout Cookies (con ese aroma y sabor tan excepcional que ha conquistado el mundo).</p><p>Una planta híbrida con una ligera dominancia Indica del 55% que crecerá con un ritmo medio, fuerte y ramificada con una estructura muy bien equilibrada.</p><p>La característica que mas llama la atención en esta variedad de cannabis feminizado es su potencia. Posee una pegada excepcional que sorprenderá a los más expertos en la materia.</p><p>Desde bien temprano podréis ver como las plantas generan asombrosas cantidades de resina de una calidad sublime que podréis comprobar tras la cosecha.</p><p>Por otro lado y no menos importante, la Gorilla Scout Cookies de Taima Seeds presenta un sabor de corte muy Girl Scout, potente, con clarísimos matices a repostería y galletas cookies pero esta vez acompañado de un aroma inciensado con notas de pino aportados por la Gorilla.</p><p></p><h2>Cultivo y rendimiento</h2><p>La Gorilla Scout Cookies es una planta con una dificultad de cultivo media. Para los cultivadores noveles que no tengan muchos conocimientos o incluso para aquellos que no pueden dedicar mucho tiempo a su jardín se encontrarán con una variedad no demasiado exigente que brinda una muy buena producción.</p><p>Pero hay que resaltar que si buscáis obtener la máxima calidad de esta reina deberéis dedicarle tiempo y algo más de esfuerzo. Con una nutrición precisa, bien controlada y sin fallos, esta cepa es capaz de generar cosechas de máxima calidad con porcentajes de THC muy por encima de lo normal. Perfecta para jardineros con un grado más profesional que desean superarse con la calidad de sus cosechas.</p><p>En cultivos de interior es una variedad muy agradecida, como decíamos se puede alcanzar un nivel de THC espectacular consiguiendo unas condiciones climáticas estables con los parámetros muy bien ajustados. Su floración se alarga durante 60 y 65 días, alcanzando rendimientos de entre 450 y 550 gramos por metro cuadrado.</p><p>Cultivada en exterior también sabrá mostrar todos sus encantos como la niña californiana que es, formándose fuerte y vigorosa con muy buen porte que dará lugar a producciones de 700 – 800 gramos por mata.</p><p>Su punto de maduración óptimo para la cosecha suele darse a finales de Septiembre o principios de Octubre, recordar protegerlas de la humedad durante el final del cultivo para evitar problemas de hongos.</p><p></p><h2>Aroma y sabor</h2><p>Nuestra Gorilla Scout Cookies arrasa entre el público cannábico ya que combina a la perfección la potencia con un sabor marcado a Cookies (repostería, dulce) junto con un regusto cítrico con toques de pino que podremos sentir a la perfección.</p><p>Recomendamos encarecidamente esta variedad para realizar extracciones de diferentes tipos ya que los resultados son increíbles.</p><p></p><h2>Efecto y potencia</h2><p>En este apartado debemos decir que la Gorilla Scout Cookies no es una marihuana para fumadores principiantes, tiene una potencia que deberemos saber tolerar con unos porcentajes de THC que son realmente devastadores en nuestra cabeza.</p><p>La pegada es equilibrada entre lo físico y lo mental pero muy fuerte en ambos sentidos, te dejará realmente bloqueado físicamente pero en cambio tu mente irá acelerada, creativa, risueña…</p><p>Una variedad especialmente apropiada para disfrutar en compañía y disfrutar de un buen rato de risas, creación artística o una sesión de cine.</p><p></p><h2>¿Cómo plantar Gorilla Scout Cookies?</h2><p>Una planta que se adapta muy bien tanto a los climas soleados de exterior como a las condiciones de interior. Aun así hay que destacar que si lo que buscas es la máxima producción de THC deberás trabajar en un indoor estrictamente controlado.</p><p>Cuidado con los climas lluviosos y las zonas de gota fría donde una mala gestión en la última fase de floración puede terminar con una cosecha cargada de hongos. La solución será resguardar las plantas de la humedad o trabajar con invernaderos si el problema es constante.</p><p></p><h2>Orígenes de la Gorilla Scout Cookies</h2><p>Un híbrido con extraordinarias características de orígenes norteamericanos, una yerba que no te cansarás de cultivar y pronto descubrirás por qué.</p><p></p><h2>Gorilla Glue #4 x Girl Scout Cookies</h2><p>Sin duda una combinación ganadora que no tardará en cosechar halagos del público, y que por méritos propios ya cuenta con los nuestros…</p>",
    "Description": "",
    "Tags": "Gorilla Scout Cookies | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Gorilla Scout Cookies, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "gorilla-scout-cookies-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2021-04-12",
    "Product available date": 1,
    "Product creation date": "https://ganeshgrowshop.com/5095/gorilla-scout-cookies-taima-seeds.jpg,https://ganeshgrowshop.com/5096/gorilla-scout-cookies-taima-seeds.jpg",
    "Show price (0 = No, 1 = Yes)": 0,
    "Image URLs": "",
    "Image alt texts (x,y,z...)": 0,
    "Delete existing images (0 = No, 1 = Yes)": "new",
    "Feature (Name:Value:Position:Customized)": 0,
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 1,
    "Text fields (0 = No, 1 = Yes)": 0,
    "Action when out of stock": "",
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40951,
    "Active (0/1)": 1,
    "Name": "KOSHER GOLD | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0008-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Nos encontramos ante una de <span style=\"font-weight: bold;\">las plantas de marihuana más potentes</span> que existen actualmente en el ámbito cannábico, la galardonada Kosher Gold, una auténtica maravilla verde que no defraudara a ningún cultivador.</p>",
    "Short description": "<h1>KOSHER GOLD | TAIMA SEEDS</h1><p>Nos encontramos ante una de <span style=\"font-weight: bold;\">las plantas de marihuana más potentes</span> que existen actualmente en el ámbito cannábico, la galardonada Kosher Gold, una auténtica maravilla verde que no defraudara a ningún cultivador.<br /> <br /> Procedente de Estados Unidos<span style=\"font-weight: bold;\"> Kosher Gold</span> se posiciona como una de <span style=\"font-weight: bold;\">las variedades de cannabis más exitosas</span> de este mundillo, <span style=\"font-weight: bold;\">Taima Seeds</span> ha domado a este monstruo del cannabis aplicando su <span style=\"font-weight: bold;\">exigente filtro de calidad</span> y nos lo ofrece en bandeja para que nosotros los mortales podamos gozar de sus increíbles virtudes. <br /> <br /> El aroma que desprenden los cogollos de Kosher Gold es todo un lujo para el sistema olfativo, atrapando a tu sistema nervioso en un gozo infinito de <span style=\"font-weight: bold;\">fragancias terrosas con toques a fruta.</span> Su sabor recuerda un poco a combustible mezclado con notas cítricas de gran calibre, ningún consumidor habitual le podría hacer ascos a esta preciosidad. Como hemos citado anteriormente,<span style=\"font-weight: bold;\"> la potencia desmedida</span> de esta planta es algo a tener muy en cuenta, hasta un<span style=\"font-weight: bold;\"> 27% de THC</span> harán que sus efectos no pasen desapercibidos, un verdadero mata gigantes que más que matar te dejara tieso en el sofa adornando tu cara con una sonrisa de oreja a oreja, aunque también hay que decir que hay gente que aguanta bien su coletazo cerebral y corporal. <br /> <br /> A la hora de ponernos manos a la tierra con Kosher Gold nos daremos cuenta enseguida que<span style=\"font-weight: bold;\"> se deja manejar muy bien</span>. No es muy quisquillosa en su alimentación y ofrece cierto margen de error que la hace<span style=\"font-weight: bold;\"> perfecta para novatos</span>, eso sí, para sacarle el mayor partido posible deberemos tener un poco de calle cultivando previamente. Donde más destaca es entre las cuatro paredes, no obstante en exteriores se desenvuelve a las mil maravillas. Sus cosechas tanto dentro o fuera dependerán siempre de las capacidades del cultivador, la velocidad de esta variedad será un fuerte aliado que junto a su resistencia y fuerza serás capaces de esquivar a las dichosas plagas que tantos cultivos han arruinado.</p><h2>FICHA TÉCNICA</h2><ul><li>TIPO: FEMINIZADA</li><li>GENÉTICA: Dominancia Indica 60-80%</li><li>THC: 24 – 27 %</li><li>CBD: –</li><li>SABOR: Afrutada, Cítrico, Terroso, Gasolina</li><li>EFECTO: Feliz, Relajante, Risueño, Soporífero</li><li>TIEMPO DE FLORACIÓN: 65 – 70 días</li><li>PRODUCCIÓN INTERIOR: 500 – 550 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 700 – 800 (gr/planta)</li><li>ALTURA INTERIOR: Media</li><li>ALTURA EXTERIOR: 200 – 220 cm</li><li>COSECHA EXTERIOR: 1ª quincena Octubre</li></ul><p>Confía en<span style=\"font-weight: bold;\"> tu experto en cáñamo Ganesh Grow</span>, llevamos más de 15 años en el sector ofreciéndote <span style=\"font-weight: bold;\">las mejores semillas de cannabis feminizadas</span>. Si aún no has probado la Kosher Gold en tus cultivos te aseguramos que tanto su comportamiento a la hora de crecer y la potencia exagerada de sus flores te sorprenderán muy gratamente. <span style=\"font-weight: bold;\">Aprovecha nuestras ofertas exclusivas y haz ya tu pedido</span>, te lo enviamos a tu domicilio de forma segura con la mayor velocidad posible.</p>",
    "Description": "",
    "Tags": "Semillas feminizadas de Kosher Gold | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Kosher Gold, semillas feminizadas de TAIMA SEEDS, las mejores variedades de marihuana feminizada en Ganesh Grow, las mejores ofertas y descuentos",
    "Meta description": "kosher-gold-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5099/kosher-gold-taima-seeds.jpg,https://ganeshgrowshop.com/5100/kosher-gold-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40953,
    "Active (0/1)": 1,
    "Name": "DOUBLE SAN FERNANDO VALLEY | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 23,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0003-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Double San Fernando Valley, una genética de la que estamos doblemente orgullosos; podríamos decir que se trata de una SFV elevada al cuadrado; consiguiendo potenciar al máximo sus rasgos más marcados y obteniendo así una variedad de gran pureza y calidad.</p>",
    "Short description": "<h1>Double San Fernando Valley</h1><h2>Características de la Double San Fernando Valley</h2><p>La Double San Fernando Valley sabrá conquistarte con sus intensos aromas cítricos de fondo Kush, una delicia californiana que ha llegado para quedarse en nuestros jardines.</p><p>Nuestra apreciada Double SFV es una variedad de cannabis llena de magia que conquistará todos tus sentidos, una genética de ascendencia Kush y dominancia sativa que nació el californiano Valle de San Fernando, al norte de la ciudad de Los Ángeles.</p><p>Una planta con gran popularidad en norteamérica, especialmente debido a la importante carga de terpeno limoneno que contiene, un matiz aromático muy valorado por los fumadores de USA.</p><p>Por ello recomendamos encarecidamente esta variedad a todos los amantes de lo cítrico y de las variedades Kush, una reina que sin duda se merece un hueco en tu jardín.</p><p></p><h2>Cultivo y rendimiento</h2><p>Las semillas Double SFV de Taima Seeds nos darán lugar a plantas de crecimiento vigoroso y equilibrado. Se hace de notar la dominancia sativa de su genética, pese a lo cual no tendremos problemas para controlar su altura.</p><p>La floración de nuestra SFV suele alargarse un máximo de 60 – 65 días, obteniendo cosechas medianamente rápidas. Al aire libre suele cortarse en la primera quincena de Octubre.</p><p>En cultivos de interior es una variedad que ofrecerá una calidad sin igual marcando al máximo sus propiedades organolépticas, con un crecimiento vigoroso a la par que controlable. Nos brindará producciones que pueden rondar los 500 o como máximo 600 gramos por metro cuadrado.</p><p>En exterior es una planta excelente que gusta del clima Mediterráneo. Se desarrolla muy vigorosa bajo el sol ofreciendo cosechas de gran calidad con rendimientos que pueden llegar desde los 600 hasta los 700 gramos por planta. Como ya sabéis esto dependerá de las condiciones de cultivo que le deis.</p><p></p><h2>Aroma y sabor</h2><p>Podemos decir con plena seguridad que en este apartado nuestros breeders han hecho un trabajo impecable, consiguiendo reforzar las características que han forjado esta superventas californiana.</p><p>Una variedad de marihuana que destaca por su sabor marcadamente cítrico con esas inconfundibles notas terrosas tan Kush que han enamorado a todo el mundo en estos últimos años.</p><p>Para fumadores exquisitos que buscan genéticas capaces de romper su paladar y sorprenderlos una vez más, no quepa duda de que la Double San Fernando Valley es un valor seguro.</p><p></p><h2>Efecto y potencia</h2><p>Nuestra Double SFV es una variedad de efecto potente y predominantemente cerebral, ideal para la creación artística, contemplar un paisaje natural o simplemente pasar un rato entre amigos.</p><p>Puede alcanzar valores de THC de hasta el 23% en manos de cultivadores expertos, aunque normalmente se mueve en cifras próximas al 21%.</p><p></p><h2>¿Cómo plantar Double San Fernando Valley?</h2><p>Lo cierto es que se trata de una cepa de cultivo realmente sencillo, apropiada tanto para cultivo indoor como para outdoor (aunque debes tener en cuenta que prefiere climas cálidos).</p><p>Si has optado por cultivar Double SFV en exterior y vives en una zona poco soleada donde abundan las precipitaciones, te recomendamos que utilices un invernadero para asegurar y mejorar la calidad de tu cosecha.</p><p></p><h2>Origen Double San Fernando Valley</h2><p>Una planta realmente maravillosa cuyos orígenes encontramos en el San Fernando Valley, un zona del norte de los Ángeles (al sur de california), lugar donde se ha hecho fuerte hasta convertirse en una auténtica campeona.</p><p></p><h2>San Fernando Valley x San Fernando Valley</h2><p>En este ocasión, nuestros breeders han hecho un excelente trabajo estabilizando esta genética hasta conseguir sacar los mejores rasgos de ella, consiguiendo un resultado final que fascina a todo el que la prueba.</p>",
    "Description": "",
    "Tags": "Double San Fernando Valley | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Double San Fernando Valley, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "double-san-fernando-valley-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5108/double-san-fernando-valley-taima-seeds.jpg,https://ganeshgrowshop.com/5107/double-san-fernando-valley-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40954,
    "Active (0/1)": 1,
    "Name": "USA FAMOUS MIX PACK | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 45,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGSMP0001-8",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>En el Mix Pack USA Famous encontrarás las más potentes y deliciosas variedades americanas del mercado, una inmejorable selección para los jardineros más exigentes.</p><ul><li>X2 Girl Scout Cookies</li><li>X2 Double San Fernando Valley</li><li>X2 Cocoa Mint Kush</li><li>X2 Kosher Gold</li></ul>",
    "Short description": "<h1>Usa Famous MIX PACK</h1><h2>Características del Mix Pack USA Famous</h2><p>Aquí os presentamos el potente Mix Pack USA Famous, un pequeño kit en el que hemos incluido 2 semillas de cada una de las 4 variedades que os vamos ha explicar (8 semillas en total), cepas de gran potencia y prestigio al otro lado del charco y que ahora ponemos a tu disposición.</p><p>Cada día hay mayor demanda de este tipo de semillas, por ello hemos seleccionado las mejores genéticas de California que destacan por traer nuevos sabores acompañados de unos niveles de THC realmente desorbitados.</p><p>¿Que mejor manera de unirte a la experiencia USA que con un Mix Pack? disfruta de estas delicias en una combinación de semillas inmejorable.</p><p></p><h2>Girl Scout Cookies</h2><p>Como ya sabréis muchos hablamos de la reina de la costa Oeste de Estados Unidos y es que Girl Scout Cookies es una variedad de marihuana que ha alcanzado un nivel de popularidad sin precedentes.</p><p>La yerba más famosa y demandada en la actualidad en los dispensarios cannábicos de Estados Unidos ahora está a tu alcance en este exquisito Mix Pack.</p><p>Destaca tanto por ese característico sabor a dulces de repostería que recuerda a las famosas galletas cookies como por su tremenda potencia con niveles de THC que pueden alcanzar el 25%.</p><p></p><h2>Double San Fernando Valley</h2><p>Nuestra Double San Fernando Valley es una yerba muy especial, una selección de OG Kush procedente del San Fernando Valley (California) con un característico aroma cítrico más potente de lo habitual.</p><p>Para potenciar más si cabes las propiedades organolépticas de esta cepa, fue cruzada consigo misma y el resultado es magistral… puedes estar seguro que pasará a ser una de tus favoritas.</p><p>Una planta de dominancia Sativa pero que cuenta con un corto periodo de floración de 65 días, toda una campeona que además de generar flores de máxima calidad también produce una gran cantidad (hasta 600 g/m2).</p><p></p><h2>Cocoa Mint Kush</h2><p>Si hablamos de la Cocoa Mint Kush, estamos hablando de pura tendencia ya que hemos podido observar como su demanda se está disparando en los últimos tiempos.</p><p>Una cepa de cannabis que surge en el Triángulo Esmeralda y que cada día cuenta con más adeptos debido a su fascinante sabor donde se combinan las clásicas notas Kush con un delicioso sabor a chocolate fresco y mentolado que nadie debería perderse.</p><p>En esta cepa dominan los genes Indica, por lo que te encontrarás con plantas de media estatura pero muy robustas y ramificadas, de color verde oscuro y muy resistentes a múltiples factores de estrés.</p><p></p><h2>Kosher Gold</h2><p>En cuanto a la Kosher Gold podríamos decir que se trata de la cepa más especial y una de las más deliciosas de la familia Kush, una yerba que cuenta con un impresionante prestigio en los EEUU y que ha conseguido ganar infinidad de certámenes y copas.</p><p>Esta planta de dominancia Indica genera tremendos cogollo repletos de resina y con una densidad fascinante, pero lo que la hace destacar son los aromas frutales intensos y penetrantes que acompañan a los clásicos matices terrosos de la familia Kush.</p><p>Nuestra Kosher desborda calidad por los cuatro costados, además gracias a nuestra minuciosa selección a mano puedes estar completamente seguro de que solo te llegarán los mejores ejemplares.</p>",
    "Description": "",
    "Tags": "Usa Famous Mix Pack | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Usa Famous Mix Pack, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "usa-famous-mix-pack-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5111/usa-famous-mix-pack-taima-seeds.jpg,https://ganeshgrowshop.com/5112/usa-famous-mix-pack-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40955,
    "Active (0/1)": 1,
    "Name": "CRITICAL LEMON KUSH | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0010-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p><span style=\"font-weight: bold;\">Taima Seeds</span> nos trae su versión de la famosa Lemon Kush, aunque genéticamente no sea la misma planta mantiene la esencia de esta con varios puntos positivos a tener en cuenta. En esta ocasión se trata del cruce entre la mítica <span style=\"font-weight: bold;\">Kritikal Bilbo</span> y la exitosa <span style=\"font-weight: bold;\">O.G. Kush,</span> un combo de genes que se complementan a la perfección, dando una planta resultante de increíbles cualidades, ha nacido la <span style=\"font-weight: bold;\">Critical Lemon Kush.</span> Echa un vistazo al artículo completo de la Lemon Kush.</p>",
    "Short description": "<h1>CRITICAL LEMON KUSH | TAIMA SEEDS</h1><p><span style=\"font-weight: bold;\">Taima Seeds</span> nos trae su versión de la famosa Lemon Kush, aunque genéticamente no sea la misma planta mantiene la esencia de esta con varios puntos positivos a tener en cuenta. En esta ocasión se trata del cruce entre la mítica <span style=\"font-weight: bold;\">Kritikal Bilbo</span> y la exitosa <span style=\"font-weight: bold;\">O.G. Kush,</span> un combo de genes que se complementan a la perfección, dando una planta resultante de increíbles cualidades, ha nacido la <span style=\"font-weight: bold;\">Critical Lemon Kush.</span> Echa un vistazo al artículo completo de la <a href=\"https://ganeshgrowshop.com/es/blog/marihuana-lemon-kush.html\">Lemon Kush</a>.<br /> <br /> Con unos padres tan distinguidos era de esperar que el resultado de su unión superara todas las expectativas, tanto en los cultivos como en su <span style=\"font-weight: bold;\">exquisito sabor</span>, este último junto con su efecto son capaces de llamar a la máxima expresión de las indicas más puras con unos toques cítricos que te dejarán loco, la Critical Lemon Kush es una <span style=\"font-weight: bold;\">herramienta eficaz</span> para calmar las malas vibraciones de nuestra agitada mente, invocando al buen rollo con señales de humo. <br /> <br /> Cuando nos ponemos manos a la tierra con esta Kush no podemos ignorar a la velocidad que va, y no solo eso, las cosechas que ofrece son una maravilla, tanto dentro como fuera de las cuatro paredes se pueden obtener unos<span style=\"font-weight: bold;\"> magníficos resultados. </span>Al no ser una planta que adquiera gran tamaño, su manejo es algo sencillo y muy intuitivo, <span style=\"font-weight: bold;\">ideal para novatos</span> que quieran sacar un <span style=\"font-weight: bold;\">alto rendimiento de sus cosechas sin mucha dificultad. </span></p><h2>FICHA TÉCNICA</h2><ul><li>TIPO: FEMINIZADA</li><li>GENÉTICA: Indica 80-100%</li><li>CRUCE: Kritikal Bilbo x OG Kush</li><li>THC: 19 – 20 %</li><li>CBD: -</li><li>SABOR: Dulce, Afrutada, Cítrico, Terroso, Gasolina</li><li>EFECTO: Relajante, Elevador, Feliz, Soporífero</li><li>TIEMPO DE FLORACIÓN: 55 – 60 días</li><li>PRODUCCIÓN INTERIOR: 500 – 550 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 800 – 900 (gr/planta)</li><li>ALTURA INTERIOR: Media – Baja</li><li>ALTURA EXTERIOR: 150 – 200 cm</li><li>COSECHA EXTERIOR: 1ª quincena Octubre</li></ul><p><span style=\"font-weight: bold;\">Las mejores variedades de marihuana feminizada</span> las encontrarás en<span style=\"font-weight: bold;\"> Ganesh Grow,</span> <span style=\"font-weight: bold;\">tu experto en cannabis de confianza</span>. Si nunca has probado esta variedad desde aquí te aseguramos que te sorprenderá, ya no solo por sus <span style=\"font-weight: bold;\">grandes aptitudes para el cultivo</span>, sino por su flor final que enamora a todo aquel que la deleita, el gran filtro que pone Taima Team a sus variedades hace que las cepas resultantes sean una auténtica pasada, Critical Lemon Kush no iba a ser menos. <br /> <br /> <span style=\"font-weight: bold;\">Aprovecha nuestras ofertas y haz ya tu pedido,</span> te lo enviamos a casa de forma segura y rápida, con las garantías que te ofrece una empresa con más de 15 años dedicados al sector.</p>",
    "Description": "",
    "Tags": "Critical Lemon Kush | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Critical Lemon Kush, semillas feminizadas de TAIMA SEEDS, los mejores descuentos. Lemon Kush mejorada, Taima Box, las mejores ofertas.",
    "Meta description": "critical-lemon-kush-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2021-04-12",
    "Product available date": 1,
    "Product creation date": "https://ganeshgrowshop.com/5115/critical-lemon-kush-taima-seeds.jpg,https://ganeshgrowshop.com/5116/critical-lemon-kush-taima-seeds.jpg",
    "Show price (0 = No, 1 = Yes)": 0,
    "Image URLs": "",
    "Image alt texts (x,y,z...)": 0,
    "Delete existing images (0 = No, 1 = Yes)": "new",
    "Feature (Name:Value:Position:Customized)": 0,
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 1,
    "Text fields (0 = No, 1 = Yes)": 0,
    "Action when out of stock": "",
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40956,
    "Active (0/1)": 1,
    "Name": "SUPER LEMON JUICE | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0020-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Super Lemon Juice ¡la Sativa más cítrica que puedas imaginar! todo un clásico europeo al que hemos conseguido intensificar esos sabores y olores de limón para conseguir una variedad única.</p>",
    "Short description": "<h1>Super Lemon Juice</h1><h2>Características de la Super Lemon Juice</h2><p>Nuestra querida Super Lemon Juice es una campeona con muchos años de recorrido en el viejo continente, todo un clásico entre las sativas de la familia Haze cargada de olores y sabores deliciosamente cítricos.</p><p>Una variedad que destaca sobre todas las demás por sus efectos tremendamente edificantes, felices y promotores de la creatividad, sin duda una opción excepcional para la creación artística o simplemente para los amantes de las fumadas cerebrales.</p><p>Esta poderosa marihuana nace de un fascinante cruce entre una selección de Lemon Skunk y una clon de élite de Super Silver Haze, dando como resultado un híbrido de dominancia Sativa que se deja sentir tanto en el cultivo como en el consumo.</p><p> </p><h2>Cultivo y rendimiento</h2><p>Super Lemon Juice es una Sativa que deja ver su carácter desde la primera fase de cultivo ya que como podrás observar crece con gran fuerza y vigor formando plantas de estructura esbelta, abierta y muy ramificada.</p><p>Si la cultivas en interior deberás tener en cuenta que estas matas pueden alcanzar una altura considerable por lo que su periodo de crecimiento vegetativo no deberá superar los 10-15 días a no ser que tengas unos techos muy altos y puedas permitirte un porte mayor.</p><p>Su periodo de floración se suele alargar hasta los 72 días pudiendo llegar a los 75, al cabo de los cuales podrás cosechar entre 550 y 600 gramos de cogollo seco por metro cuadrado.</p><p>Cultivada bajo el Sol es donde la Super Lemon Juice saca a relucir sus mejores cualidades, especialmente si la plantas en el campo donde sus raíces no tendrán límites y podrá formar ejemplares de gran tamaño.</p><p>Dados sus genes de Sativa puede alcanzar una altura de 3 metros perfectamente por lo serás tu quien controle su altura germinando más pronto o más tarde.</p><p>Su cosecha estará lista para la segunda mitad del mes de Octubre, tiempo en el que esta belleza te regalará de 800 a 1000 gramos por cada planta.</p><p></p><h2>Aroma y sabor</h2><p>Super Lemon Juice, lo cierto es que es nombre ya lo dice todo… una variedad que desde que empieza a generar tricomas podrás sentir esa fragancia de limón que tanto gusta.</p><p>Cuando la fumamos se siente de entrada ese sabor intensamente cítrico, que a medida que soltamos el humo viene acompañado con matices terrosos e inciensados de Haze de una intensidad superlativa.</p><p>Si todavía no has probado este clásico no lo dudes y lánzate a la cata de esta prodigiosa cepa.</p><p></p><h2>Efecto y potencia</h2><p>Cuando hablamos de la Super Lemon Juice no solo pensamos en esos deliciosos sabores que nos brinda, sino también en la tremenda pegada de carácter Sativa que se oculta tras su encantadora fragancia.</p><p>Tras unas pocas caladas sentirás como se dibuja una sonrisa en tu cara que tardarás horas en poder borrar, un subidón plenamente cerebral y muy risueño que te inundará de creatividad y de ganas de vivir grandes momentos.</p><p>Se trata de la marihuana ideal para sentarse a crear cualquier tipo de obra o para compartir entre colegas una tarde de risas inolvidable.</p><p></p><h2>¿Cómo cultivar Super Lemon Juice?</h2><p>Esta joya de semilla puede ser cultivada en multitud de ambientes aunque su preferencia son los climas soleados como el mediterráneo, en los cuales se desarrolla con plenitud brindando cosechas de gran peso y mejor calidad.</p><p>Es importante destacar que alcanzan un tamaño considerable por lo que en interior deberéis darle un periodo de crecimiento corto y en exterior germinar hacia finales de Abril si no queréis plantas de gran porte.</p><p></p><h2>Orígenes de Super Lemon Juice</h2><p>Esta insuperable genética tiene sus orígenes en dos clásicos del mundo del cannabis, dos variedades que a todos encantan por su sabor, su cultivo y sus pegadas tan brillantes y divertidas.</p><p></p><h2>Lemon Skunk x Super Silver Haze</h2><p>La combinación de la ‘’mofeta’’ de limón y la Super Silver es un combo que ningún cultivador debería perderse, así que no dejes pasar más tiempo y pon esta preciosidad en tu jardín.</p>",
    "Description": "",
    "Tags": "Super Lemon Juice | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Super Lemon Juice, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "super-lemon-juice-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-12",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5119/super-lemon-juice-taima-seeds.jpg,https://ganeshgrowshop.com/5120/super-lemon-juice-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40962,
    "Active (0/1)": 1,
    "Name": "CLASSIC ALWAYS MIX PACK | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 45,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGSMP0005-8",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>El Mix Pack Classic Always incluye una selección de las genéticas más clásicas y deliciosas de nuestro catálogo, cepas que por su calidad superior se siguen demandando en abundancia pese a haber nacido hace décadas.</p><ul><li>X2 White Widow</li><li>X2 Sour Diesel Plus</li><li>X2 Super Lemon Juice</li><li>X2 Critical Lemon Kush</li></ul>",
    "Short description": "<h1>Classic Always MIX PACK</h1><p>Características del Mix Pack Classic Always</p><p>Mix Pack Classic Always es un kit de semillas en que se incluyen 2 de cada variedad haciendo un total de 8, en este caso una selección de genéticas clásicas que llevan décadas en el mercado.</p><p>Cuando hablamos de clásicos nos estamos refiriendo a variedades que aparecieron en la década de los 90 y que no han dejado de ser superventas desde entonces gracias a sus inmejorables características.</p><p>Eso sí, en este caso os vais a encontrar con las versiones de máxima calidad de cada una de las genéticas, ya sabéis que nuestro objetivo es brindaros el mejor producto posible.</p><p></p><h2>White Widow</h2><p>Sin duda uno de los máximos exponentes del sector cannábico, una cepa extraordinaria que nació en los 90 de las manos del mítico Shantibaba.</p><p>White Widow es una planta que nace de un cruce entre una Sativa brasileña y una Indica del sur de la India dando lugar a un híbrido extremadamente resinoso con un sabor muy especial.</p><p>Este híbrido tiene una gran capacidad de producción y forma flores de gran densidad con ua cobertura de tricomas sin precedentes, con sabores florales y especiados realmente deliciosos.</p><p></p><h2>Sour Diesel Plus</h2><p>La siguiente del Pack es una Sativa considerada como una de las marihuanas más deliciosas de todos los tiempos, hablamos de nuestra preciada Sour Diesel Plus.</p><p>Se trata de una evolución de la Sour Diesel, ya que está fue cruzada con una OG Kush para potenciar ciertas características aromáticas y lo cierto es que el resultado es espectacular.</p><p>En esta cepa encontrarás aromas muy claros a combustible con fondo terroso y unos toques cítricos que conquistarán tu paladar, una yerba de una calidad impresionante.</p><p></p><h2>Super Lemon Juice</h2><p>Nuestra Super Lemon Juice es otra Sativa clásica que surge de un espectacular cruce entre Lemon Skunk y una Super Silver Haze originando una descendencia exquisita.</p><p>Esta genética forma plantas de gran tamaño y con una floración que puede alargarse hasta los 75 días pasados los cuales, puede haber llegado a producir 600 gramos por metro cuadrado.</p><p>Los aromas de esta variedad son cosa de otro planeta, una fusión perfecta entre los aromas cítricos y frutales de la Skunk y los aromas inciensados de la Haze.</p><p></p><h2>Critical Lemon Kush</h2><p>Por último encontrarás en el Mix Pack la potente Critical Lemon Kush, una variedad rápida, productiva y deliciosa que nace a partir de un cruce de Kritikal Bilbo y OG Kush.</p><p>Esta planta de dominancia Indica tiene un periodo de floración bastante corto que se alarga durante 60 días y llega a producir unos 500 gramos por metro cuadrado.</p><p>El aroma y sabor es muy intenso y perfectamente equilibrado entre las notas afrutadas de la Kritikal y los matices terrosos con toques de cítricos y a combustible de la OG.</p>",
    "Description": "",
    "Tags": "Classic Always Mix Pack | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Classic Always Mix Pack, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "classic-always-mix-pack-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5142/classic-always-mix-pack-taima-seeds.jpg,https://ganeshgrowshop.com/5143/classic-always-mix-pack-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40963,
    "Active (0/1)": 1,
    "Name": "FRUIT EXPLOSION MIX PACK | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 45,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGSMP0003-8",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Mix Pack Fruit Explosion es un kit con las 4 cepas más afrutadas de nuestro catálogo, una verdadera explosión de frutas para tu paladar.</p><ul><li>X2 Berry Zkittlez</li><li>X2 Bubble Berry Banana</li><li>X2 Critical Lemon Mango</li><li>X2 Candy Banana Kush</li></ul>",
    "Short description": "<h1>Fruit Explosion MIX PACK</h1><h2>Características del Mix Pack Fruit Explosion</h2><p>Dentro del Mix Pack Fruit Explosion encontrarás un total de 8 semillas (2 de cada variedad) que se caracterizan por tener un intenso aroma y sabor a frutas.</p><p>Sin duda es uno de los sabores más demandados por el público cannábico y en vista de que contamos con unas cuantas variedades que cumplen este requisito, decidimos formar este delicioso mix.</p><p>Estas cepas en su mayoría de dominancia Indica producen grandes cantidades de flores muy aromáticas, algunas de procedencia norteamericana y otras de origen europeo.</p><p>Pero de lo que puedes estar completamente seguro es de la calidad que desbordan todas y cada una de las genéticas, sin duda una apuesta segura.</p><p>A continuación os explicamos brevemente algunas de las características más destacadas de cada una de las cepas incluidas en el Mix Pack.</p><p></p><h2>Berry Zkittlez</h2><p>Nuestra Berry Zkittlez es una variedad originaria de California que empezó a darse a conocer en el año 2015, momento desde el cual no ha dejado de conquistar copas y certámenes.</p><p>Esta genética surge de un interesantísimo cruce entre una Grape Ape y una Grapefruit dando como resultado una planta con aromas profundos, intensos e irresistiblemente afrutados con toques tropicales y de uva.</p><p>Es de dominancia Indica y cuenta con una floración de 60 días, con una gran capacidad de producción que puede llegar a los 550 gramos por metro cuadrado.</p><p></p><h2>Bubble Berry Banana</h2><p>Si hablamos de sabores frutales no puede faltar la espectacular Bubble Berry Banana, una marihuana sencillamente fascinante que te hará disfrutar hasta niveles que tal vez no recordabas.</p><p>Esta genética surge a partir de un cruce entre un fenotipo con potente olor a fresa de Bubble Gum y por otro lado una selección de Banana Kush.</p><p>Una planta de predominancia Indica cuya floración se alarga entre 60 y 65 días llegando a generar hasta 550 gramos por metro cuadrado de una calidad máxima.</p><p></p><h2>Critical Lemon Mango</h2><p>La siguiente del Mix Pack Fruit Explosion es la potente Critical Lemon Mango, una increíble fusión de sabores entre Kritikal Bilbo y Somango.</p><p>A poco que conozcáis las dos cepas que dan lugar a esta variedad, podréis imaginaros los intensos aromas frutales con un claro matiz tropical que brota de sus cogollos.</p><p>Esta joya de semilla forma plantas que tienen un periodo de floración de 62 a 65 días, alcanzando unos muy buenos rendimientos que ofrecen hasta 550 gramos por metro.</p><p></p><h2>Candy Banana Kush</h2><p>En último lugar hemos incluido una Candy Banana Kush, una combinación que podríamos definir como perfecta entre genéticas americanos y europeas.</p><p>Se trata de un cruce entre Skunk, Haze, OG Kush y Diesel, un verdadero choque de trenes que desemboca en una planta híbrida con una floración de 60 días y una producción que llega a los 500 gramos por metro cuadrado.</p><p>Los aromas de esta planta son complejos pero con una claro aroma a banana madura, en el paladar es donde se deja sentir también un agradable regusto terroso aportado por la OG que hace de esta cepa toda una delicia Kush.</p>",
    "Description": "",
    "Tags": "Fruit Explosion Mix Pack | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Fruit Explosion Mix Pack, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "fruit-explosion-mix-pack-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5146/fruit-explosion-mix-pack-taima-seeds.jpg,https://ganeshgrowshop.com/5147/fruit-explosion-mix-pack-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40964,
    "Active (0/1)": 1,
    "Name": "CRITICAL LEMON MANGO | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0013-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Una explosión de aromas frutales que recordarán a los bosques más tropicales y paradisiacos junto a una sensación de euforia que adornaran tus días de relax de la forma más sabrosa posible. Un cruce más que llamativo que está teniendo un gran éxito entre los más entendidos tanto por sus capacidades en la tierra como por las dotes de sus flores.</p>",
    "Short description": "<h1>CRITICAL LEMON MANGO</h1><p>Una explosión de aromas frutales que recordarán a los bosques más tropicales y paradisiacos junto a una sensación de euforia que adornaran tus días de relax de la forma más sabrosa posible. Un cruce más que llamativo que está teniendo un gran éxito entre los más entendidos tanto por sus capacidades en la tierra como por las dotes de sus flores.<br /> <br /> <span style=\"font-weight: bold;\">Critical Lemon Mango</span> es el resultado de un <span style=\"font-weight: bold;\">exigente proceso de selección</span> al cruzar la mítica <span style=\"font-weight: bold;\">Kritikal Bilbo</span> con la exitosa <span style=\"font-weight: bold;\">Somango</span>, una combinación muy interesante que saca a relucir <span style=\"font-weight: bold;\">lo mejor de cada genética.</span> Caracterizada por un aroma que invadirá todo el espacio disponible llenándolo de un <span style=\"font-weight: bold;\">intenso olor a frutas tropicales</span> sin la necesidad de dar llama a la antorcha. <br /> <br /> El sabor clásico de la critical de toda la vida con unas puntadas a mango que junto a sus<span style=\"font-weight: bold;\"> efectos eufóricos y relajantes </span>harán de esta variedad una de tus hierbas favoritas cuando el chill llame a tu puerta. Sus niveles de THC no serán los más altos, un 18% de este cannabinoide tan famoso es más que suficientes para hacer de tu cuerpo la máxima expresión de la felicidad durante un periodo de tiempo.<br /> <br /> Critical Lemon Mango<span style=\"font-weight: bold;\"> es perfecta para novatos, </span>ya solo con las características de la critical nos podemos hacer una idea de la capacidad de desarrollo de esta planta, un <span style=\"font-weight: bold;\">tamaño modesto</span> pero con un potencial de crear <span style=\"font-weight: bold;\">auténticas porras</span> que noquearán a cualquier despistado. La velocidad de floración es alta y podemos obtener cogollos cargados de resina muy olorosa en tiempo record con <span style=\"font-weight: bold;\">cosechas muy abundantes </span>en proporción al tamaño de la planta, deberemos tener cuidado de no llamar mucho la atención porque precisamente <span style=\"font-weight: bold;\">el olor que desprende es muy notorio</span>. Tanto en exterior como en interior Critical Lemon Mango es una auténtica maravilla, aunque preferiblemente se le da uso en este último si lo que se quiere es maximizar el rendimiento de sus abundantes cosechas.</p><h2>FICHA TÉCNICA</h2><ul><li>TIPO: FEMINIZADA</li><li>GENÉTICA: Híbrido</li><li>CRUCE: Kritikal Bilbo x Somango</li><li>THC: 18 %</li><li>CBD: –</li><li>SABOR: Mango, Afrutada, Tropical, Terroso, Limón</li><li>EFECTO: Creativo, Enérgico, Físico</li><li>TIEMPO DE FLORACIÓN: 60 – 65 días</li><li>PRODUCCIÓN INTERIOR: 500 – 550 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 600 – 700 (gr/planta)</li><li>ALTURA INTERIOR: Media – Baja</li><li>ALTURA EXTERIOR: 180 – 250 cm</li><li>COSECHA EXTERIOR: 2ª quincena Septiembre</li></ul><p>Aquí encontrarás<span style=\"font-weight: bold;\"> las mejores semillas de marihuana feminizada </span>del mercado actual, las últimas novedades cannábicas siempre estarán disponibles en <span style=\"font-weight: bold;\">Ganesh Grow</span>,<span style=\"font-weight: bold;\"> tu experto en cáñamo de confianza</span>. Si lo que buscas es algo nuevo sin perder la esencia de lo que siempre te ha funcionado, Critical Lemon Mango es una de las variedades ideales para ti,<span style=\"font-weight: bold;\"> resistencia, buenas cosechas en  un corto periodo de tiempo y facilidad de cultivo,</span> no se le puede pedir más. <span style=\"font-weight: bold;\">Aprovecha nuestras ofertas y haz ya tu pedido</span>, te lo mandamos a casa de forma segura con la mayor presteza posible, con todas las garantías de <span style=\"font-weight: bold;\">Ganesh Grow</span>, amparados por más de 15 años de experiencia en el sector.</p>",
    "Description": "",
    "Tags": "Semillas feminizadas de Critical Lemon Mango | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Critical Lemon Mango, semillas feminizadas de TAIMA SEEDS, los mejores precios en Ganesh Grow, mejores variedades de marihuana feminizada",
    "Meta description": "critical-lemon-mango-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5150/critical-lemon-mango-taima-seeds.jpg,https://ganeshgrowshop.com/5151/critical-lemon-mango-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40965,
    "Active (0/1)": 1,
    "Name": "SOUR DIESEL PLUS | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0012-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Una de <span style=\"font-weight: bold;\">las variedades más famosas </span>de todos los tiempos y posiblemente <span style=\"font-weight: bold;\">la sativa más conocida del mundo</span>. Un aroma inconfundible que a todos los que hemos tenido algún motor movido con gasóleo entenderemos enseguida el sentido de su nombre, además los efectos en el cerebro son más que notorios al poco de dar luz a este rico combustible.</p>",
    "Short description": "<h1>SOUR DIESEL PLUS | TAIMA SEEDS</h1><p>Una de <span style=\"font-weight: bold;\">las variedades más famosas </span>de todos los tiempos y posiblemente <span style=\"font-weight: bold;\">la sativa más conocida del mundo</span>. Un aroma inconfundible que a todos los que hemos tenido algún motor movido con gasóleo entenderemos enseguida el sentido de su nombre, además los efectos en el cerebro son más que notorios al poco de dar luz a este rico combustible.<br /> <br /> Originaria de California donde se ha ganado el corazón de todo el país y a muchos del viejo continente. Muchas entidades con renombre en el ámbito cannábico la catalogan como <span style=\"font-weight: bold;\">la hierba más deliciosa jamás creada</span> y el equipo de <span style=\"font-weight: bold;\">Taima Seeds</span> ha querido darle un toque personal <span style=\"font-weight: bold;\">mejorando todas sus capacidades </span>y focalizando la fuerza de su sabor y aromas inconfundibles dando lugar a la nueva <span style=\"font-weight: bold;\">Sour Diesel Plus</span>. <br /> <br /> Los efectos que proporcionan las clásicas sativas se hacen palpables al poco de inhalar sus humos cargados de euforia y de buen rollo, <span style=\"font-weight: bold;\">ideal para disfrutarla en compañía</span> o bien buscar ese extra de creatividad en el momento que lo necesitemos. Te guste o no el olor a combustible diésel, créeme que no le podrás hacer ascos tras catar esta maravilla.<br /> <br /> La<span style=\"font-weight: bold;\"> Sour Diesel Plus </span>se entiende muy bien con las necesidades de los cultivadores que buscan una sativa con una<span style=\"font-weight: bold;\"> buena velocidad de desarrollo,</span> en tan solo 70 días aproximadamente podremos disfrutar de su<span style=\"font-weight: bold;\"> magnífico producto final</span>. Tanto en indoor como en outdoor se pueden obtener <span style=\"font-weight: bold;\">muy buenas cosechas</span>, aunque no sea de las plantas más productivas, lo suple con creces con los cogollos obtenidos, no por nada es <span style=\"font-weight: bold;\">una de las hierbas más queridas por todos</span>. Donde la veremos en todo su esplendor es fuera al aire libre, donde su genética destaca entre otras sativas gracias a su velocidad y discreción, para \"solo\" alcanzar 2 metros de altura esta variedad ofrece muy buenas producciones por planta sin llamar mucho la atención de curiosos y maleantes. <span style=\"font-weight: bold;\">No es la más sencilla de cultivar </span>pero todo el esfuerzo se te verá recompensado con creces en forma de deliciosos cogollos cargados de resina.</p><h2>FICHA TÉCNICA</h2><ul><li>TIPO: FEMINIZADA</li><li>GENÉTICA: Sativa 80-100%</li><li>CRUCE: (Chemdawg x OG Kush) x OG Kush</li><li>THC: &gt;20%</li><li>CBD: –</li><li>SABOR: Cítrico, Terroso, Diesel</li><li>EFECTO: Creativo, Elevador, Enérgico, Eufórico, Mental</li><li>TIEMPO DE FLORACIÓN: 70 – 80 días</li><li>PRODUCCIÓN INTERIOR: 500 – 550 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 800 – 900 (gr/planta)</li><li>ALTURA INTERIOR: Media – Alta</li><li>ALTURA EXTERIOR: 200 – 220 cm</li><li>COSECHA EXTERIOR: 2ª quincena Octubre</li></ul><p>En <span style=\"font-weight: bold;\">Ganesh Grow</span> podrás <span style=\"font-weight: bold;\">comprar las mejores semillas de marihuana</span> del mercado actual, si lo te encantan las sativas y te falta paciencia por diversas circunstancias como el clima, <span style=\"font-weight: bold;\">Sour Diesel Plus es perfecta para ti</span>. Como hemos citado previamente la dificultad de esta variedad no es precisamente baja, pero si cuentas con<span style=\"font-weight: bold;\"> tu experto en cannabis de confianza Ganesh Grow,</span> al seguir nuestras directrices no dudamos que obtendrás el éxito más absoluto en tu cultivo. A<span style=\"font-weight: bold;\">provecha nuestras ofertas y haz ya tu pedido</span>, te lo enviamos a casa de forma segura y rápida, con todas las garantías que una empresa con más de 15 años en el sector puede ofrecer.</p>",
    "Description": "",
    "Tags": "Semillas feminizadas Sour Diesel Plus | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Sour Diesel Plus, semillas feminizadas de TAIMA SEEDS, las mejores variedades de marihuana feminizada en Ganesh Grow",
    "Meta description": "sour-diesel-plus-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5153/sour-diesel-plus-taima-seeds.jpg,https://ganeshgrowshop.com/5154/sour-diesel-plus-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40966,
    "Active (0/1)": 1,
    "Name": "WHITE WIDOW | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 19.9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0011-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>La White Widow de Taima Seeds es una de esas que no pasará desapercibida, una planta con una capacidad de producción de resina atronadora… te encontrarás con unos cogollos de lo más cristalizados que habías visto nunca. White widow es muy conocida en todo el mundillo y es una de las clásicas que no pueden faltar en el palmarés de todo cultivador que se precie, destacando en todos los aspectos tanto en cultivos como a la hora de dar lumbre a sus preciosas flores.</p>",
    "Short description": "<h1>WHITE WIDOW | TAIMA SEEDS</h1><p>White widow es muy conocida en todo el mundillo y es una de las clásicas que no pueden faltar en el palmarés de todo cultivador que se precie, destacando en todos los aspectos tanto en cultivos como a la hora de dar lumbre a sus preciosas flores.<br /> <br /> Una de las<span style=\"font-weight: bold;\"> variedades de cannabis más populares de todos los tiempos,</span> fue creada allá por los 90 por un pionero de la genética cannábica moderna,<span style=\"font-weight: bold;\"> Scott Blakey</span>, más conocido como <span style=\"font-weight: bold;\">Shantibaba.</span> Originaria de Amsterdam donde a día de hoy sigue siendo una de las estrellas de todos los coffe shops de Holanda. También ha sido parte de varios cruces exitosos como la archiconocida y galardonada<span style=\"font-weight: bold;\"> Moby Dick</span>.<br /> <br /> White Widow es el resultado de cruzar las cepas más puras de Brasilian Sativa y South Indica, dos plantas ancestrales situadas en la otra punta del globo respectivamente, un mérito más que merecido para su creador, recordemos que en los 90s las facilidades de hoy solo cabían en la imaginación de unos pocos.<br /> <br /> En esta ocasión <span style=\"font-weight: bold;\">Taima Seeds </span>se pueden sentir más que orgullosos con <span style=\"font-weight: bold;\">una de las cepas de White Widow más puras</span> que se han llegado a obtener, una maravilla de planta híbrida con una leve predominancia índica que dará un producto final amado por todos. Aunque en la actualidad ya existen variedades muy potentes, White Widow no se queda atrás con<span style=\"font-weight: bold;\"> porcentaje de THC</span> <span style=\"font-weight: bold;\">considerable</span>.<br /> <br /> El éxito de <span style=\"font-weight: bold;\">White Widow </span>no solo se debe a sus aclamadas flores, a la hora de desenvolverse en los cultivos esta variedad es una <span style=\"font-weight: bold;\">auténtica máquina de producción</span> imparable, se caracteriza por su <span style=\"font-weight: bold;\">gran fuerza y vigor </span>que junto a su <span style=\"font-weight: bold;\">gran velocidad </span>de desarrollo la convierten en una de las favoritas de todos los cultivadores. Es<span style=\"font-weight: bold;\"> muy resistente a plagas </span>como la famosa araña roja, que hará falta un ejército de ellas para frenar el desarrollo de esta viuda blanca, eso sí, al ser tan densa y exuberante la humedad puede ser un gran problema si no la controlamos, la aparición de hongos como el oídio puede arruinar en gran medida nuestras cosechas.</p><h2>FICHA TÉCNICA</h2><ul><li>TIPO: FEMINIZADA</li><li>GENÉTICA: Híbrido</li><li>CRUCE: Brasilian Sativa x South Indian Indica</li><li>THC: 18 – 20%</li><li>CBD: –</li><li>SABOR: Afrutada, Floral, Agridulce</li><li>EFECTO: Creativo, Elevador, Risueño, Social</li><li>TIEMPO DE FLORACIÓN: 55 – 60 días</li><li>PRODUCCIÓN INTERIOR: 550 – 600 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 900 – 1000 (gr/planta)</li><li>ALTURA INTERIOR: Media – Baja</li><li>ALTURA EXTERIOR: 180 – 250 cm</li><li>COSECHA EXTERIOR: 1ª quincena Octubre</li></ul><p><span style=\"font-weight: bold;\">Las mejores variedades de marihuana</span> están disponibles en <span style=\"font-weight: bold;\">Ganesh Grow, tu experto en cannabis de confianza</span>. Si no has probado White Widow en tu cultivo, estamos seguros que te sorprenderá, los niveles de exigencia que tanto caracterizan a Taima Seeds se plasman a la perfección con su cepa de White Widow.<span style=\"font-weight: bold;\"> Aprovecha nuestras ofertas y haz ya tu pedido</span>, te lo enviamos a casa de forma rápida y segura, con todas las garantías que una empresa con más de 15 años en el sector puede ofrecerte.</p>",
    "Description": "",
    "Tags": "Semillas feminizadas de White Widow | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "White Widow, semillas feminizadas de TAIMA SEEDS, semillas de marihuana feminizadas al mejor precio en Ganesh Grow, las mejores variedades de cannabis",
    "Meta description": "white-widow-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5157/white-widow-taima-seeds.jpg,https://ganeshgrowshop.com/5158/white-widow-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804011,
    "Active (0/1)": 1,
    "Name": "GELATO 45 | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0028-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": -1,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Ya disponible en España, la mejor versión de Gelato que puedas probar… una bestia de dominancia Sativa de sabor intenso y con una potencia extrema de lo más divertida.</p>",
    "Short description": "<h1>Características de la Gelato #45</h1><p><br />Gelato #45 es una marihuana extremadamente potente con una ascendencia puramente Girl Scout Cookies en la que domina la parte Sativa lo cual se aprecia a la perfección en sus efectos.</p><p>Otra característica que nos encanta de esta increíble Gelato es su sabor, realmente complejo a la par que intenso en el que dominan las notas dulces, los aromas afrutados y los indiscutibles toques terrosos.</p><p>Una propiedad muy apreciada de esta cepa es su gran potencial para mejorar el estado de ánimo ya que es habitual que produzca divertidos ataques de risa.</p><p>Nos encontramos ante una de las más exclusivas, potentes y deliciosas variedades tanto de Taima Seeds como del mercado a día de hoy.</p><p> </p><h3>Cultivo y rendimiento</h3><p><br />La exclusiva Gelato #45 es una planta increíble y muy agradecida con los cuidados, no muestra grandes complicaciones en el cultivo pero por el contrario si que hay grandes diferencias cuando le dedicamos mucho tiempo.</p><p>Una cepa muy agradecida y productiva que te brindará una cosecha de calidad extrema absolutamente repleta de tricomas y con un olor muy fuerte y penetrante.</p><p>La Gelato #45 tiene un periodo de floración de 65 días que en algunas ocasiones puede llegar a alargarse hasta un máximo de 70.</p><p>Su rendimiento en interior es extraordinario ya que puede llegar a producir un máximo de 600 o incluso 650 gramos por metro cuadrado.</p><p>En cultivos de exterior es donde saca todo su potencial vegetativo y crece sin límite pudiendo llegar a los 3 metros de altura y a un rendimiento máximo de 900 o 1000 gramos por planta.</p><p>Claro está que para obtener estos rendimientos máximos debes trabajar en tierra madre y dándole meses de crecimiento a las matas.</p><p> </p><h3>Aroma y sabor</h3><p><br />Realmente delicioso y complejo de definir debido a su gran cantidad de matices, pese a ello lo primero que podemos apreciar son aromas muy dulces que se combinan notas afrutadas y terrosas.</p><p>Una vez que la probamos sentimos una sensación muy dulce que se mezcla con sabores terrosos y afrutados pero que terminando de exhalar el humo nos hace sentir un punto mentolado increíblemente delicioso.</p><p>La Gelato #45 ofrece un sabor espectacular, nuevo y rompedor que combina con los mejores referentes de la Thin Mint GSC, la clásica OG Kush y la Sunset Sherbet.</p><p>Si de algo puedes estar seguro es de que te va a encantar, será una de esas matas que quieras tener siempre entre tus reservas para poder degustarla periódicamente.</p><p> </p><h3>Efecto y potencia</h3><p><br />Si estamos tremendamente orgullosos del sabor obtenido en la Gelato #45, hay que decir que su pegada tal vez aun te deje más sorprendido con un potente 24% de THC.</p><p>Tiene un punch absolutamente de Sativa, en los primeros minutos sentirás como se dibuja una sonrisa en tu cara junto con una estimulación mental y divertida que en muchas ocasiones termina en ataques de risa tonta.</p><p>Pasado un buen rato notarás como poco a poco se va apoderando también de tu cuerpo trasportándote a una relajación muy placentera y un estado de paz sensacional.</p><p>No cabe duda de que es una de las mejores opciones para echar unas risas entre amigos o para ver una buena película de comedia.</p><p> </p><h3>Preguntas frecuentes sobre Gelato #45</h3><h3>¿Cómo cultivar Gelato #45?</h3><p><br />Esta maravillosa creación admite todo tipo de cultivos aunque si quieres sacar el máximo potencial de sus complejos terpenos te recomendamos el cultivo interior.</p><p>No pienses que en exterior será menos, tal vez tenga una potencia aromática algo menor pero seguirá siendo fascinante y muy por encima de la media.</p><p>Además los jardines al aire libre y especialmente en tierra madre te permitirán obtener la máxima producción de cada ejemplar.</p><p>Como siempre nos gusta recordar la importancia del uso de preventivos para plagas tanto de insectos como de hongos ya que sería una pena que arruinasen una cosecha de semejante calidad.</p>",
    "Description": "",
    "Tags": "Semillas feminizadas Gelato 45 | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Gelato 45, semillas feminizadas de TAIMA SEEDS, las mejores variedades de marihuana feminizada en Ganesh Grow",
    "Meta description": "gelato-45-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-11-05",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6758/gelato-45-taima-seeds.jpg,https://ganeshgrowshop.com/6759/gelato-45-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804015,
    "Active (0/1)": 1,
    "Name": "GRANDADDY COOKIES | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": 24,
    "Delivery time of out-of-stock products with allowed orders": 72,
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Extremadamente rápida, potente y sabrosa… una verdadera Indica con esos aromas a café tan deliciosos.</p>",
    "Short description": "<h1>Grandaddy Cookies</h1><p>Esta maravillosa creación es una variedad de marihuana de dominancia Indica que surge de un cruce espectacular entre nuestra élite de Girl Scout Cookies y una selección de Grandaddy Purple.</p><p>Probablemente una de las cepas de marihuana más deliciosas y potentes que puedas probar hoy en día en el continente europeo, estamos frente a toda una campeona.</p><p>No solo desborda calidad y potencia sino que además es una productora de primer nivel, algo nuevo que te dejará encantado por el conjunto de sus características.</p><h2>Cultivo y rendimiento</h2><p>Grandaddy Cookies es una planta que le gustan mucho los mimos y la atención, hay que decir que es fácil de cultivar pero cuanto más tiempo le dediques más y más goloso será el producto final.</p><p>Se trata de una cepa Indica dominante pero con un crecimiento muy vigoroso, internudos cortos y por ende una ramificación muy densa, en conclusión hablamos de una bestia muy productiva.</p><p>Nuestra Grandaddy Cookies tiene un periodo de floración que puede variar ligeramente entre los 65 y los 70 días pasados los cuales podrás cosechar hasta 550 gramos por metro cuadrado en interior.</p><p>Cuando la trabajamos en exterior y concretamente en tierra madre del campo, esta joya se puede estirar hasta los 250 cm de altura incluso más y llega a producir un máximo de 650 o 700 gramos por ejemplar.</p><h2>Aroma y sabor</h2><p>Nuestra Grandaddy Cookies es una variedad muy exclusiva, una creación única que destaca (entre otras cosas) por la irrefutable calidad de sus terpenos.</p><p>Una cepa de competición que genera aromas a repostería muy característicos de la GSC con matices muy claros a frutas como la uva y otras bayas.</p><p>A la hora de probarla es una de esas cepas que te deja sorprendido ya que sabe exactamente igual que huele, empieza con el dulzor y el sabor propio de la GSC. Al exhalar el humo se hace fuerte y notable el característico sabor a uva de la mítica Grandaddy Purple.</p><p>Una combinación perfecta y muy bien conseguida que sabe mantener y unificar a la perfección los sabores de las dos variedades cruzadas y que son absolutos referentes del cannabis en Estados Unidos.</p><h2>Efecto y potencia</h2><p>Otro de los grandes puntos fuertes de esta variedad es su potente pegada tanto por la calidad de su THC como por su contenido que ronda el 24%.</p><p>En primer lugar se deja sentir una fuerte relajación física y mental que te llevará a un estado de calma absoluta y poco a poco deja paso a una estimulación cerebral de lo más divertida.</p><p>Dado su elevado contenido en THC es importante andar con cuidado ya que si te pasas puede ser excesivamente potente.</p><p>Una marihuana ideal para compartir entre amigos y disfrutar de uno de los mejores sabores conocidos junto con una pegada muy dura pero equilibrada entre lo físico y lo mental.</p><h2>Preguntas frecuente sobre Grandaddy Cookies</h2><h3>¿Como cultivar Grandaddy Cookies?</h3><p>Es una cepa fácil de trabajar pero que crece con mucha fuerza de modo que es muy válida para practicar técnicas de cultivo como el SCROG o el LST para maximizar su producción en interiores.</p><p>En exterior crece muy fuerte pero en ocasiones se hace indispensable el uso de tutores para mantener sus ramas en el sitio ya que debido al gran peso de los cogollo puede llegar a partirlas.</p><p>Otra recomendación importante es el uso de preventivos durante todo el cultivo, fundamental utilizar anti fúngicos ya que la gran densidad de sus frutos puede traer problemas de hongos si no se previene.</p><h2>Orígenes de la Grandaddy Cookies</h2><p>Una variedad puramente californiana que surge del cruce entre dos referentes del mundo cannábico actual</p><h2>Grandaddy Purple x Girl Scout Cookies</h2><p>En primer lugar tenemos nuestra Girl Scout Cookies (Durban Poison x selección propia de OG Kush) y por otro lado una selección de élite de Grandaddy Purple (Purple Urkel x Big Bud).</p>",
    "Description": "",
    "Tags": "Grandaddy Cookies | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Grandaddy Cookies, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "grandaddy-cookies-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2021-11-08",
    "Product available date": 1,
    "Product creation date": "https://ganeshgrowshop.com/6772/grandaddy-cookies-taima-seeds.jpg",
    "Show price (0 = No, 1 = Yes)": 0,
    "Image URLs": "",
    "Image alt texts (x,y,z...)": 0,
    "Delete existing images (0 = No, 1 = Yes)": "new",
    "Feature (Name:Value:Position:Customized)": 0,
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 1,
    "Text fields (0 = No, 1 = Yes)": 0,
    "Action when out of stock": "",
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804021,
    "Active (0/1)": 1,
    "Name": "PEYOTE CAKE | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": 24,
    "Delivery time of out-of-stock products with allowed orders": 72,
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Extremadamente rápida, potente y sabrosa… una verdadera Indica con esos aromas a café tan deliciosos</p>",
    "Short description": "<h1>Peyote Cake</h1><p>Lo primero que hay que decir de la Peyote Cake es que tiene una floración realmente rápida haciendo honores a su dominancia Indica del 90 %.</p><p>Creada a partir de un exquisito cruce entre una Peyote Purple y nuestra propia selección de Girl Scout Cookies esta maravilla ha llegado a Taima Seeds para quedarse.</p><p>Además de florecer rápido lo hace con gran abundancia y generosidad formando densos cogollos que emanan dulces e irresistibles aromas a vainilla y café.</p><h2>Cultivo y rendimiento</h2><p>Peyote Cake es una variedad cannábica que no exige demasiados cuidados pero en cambio es muy agradecida con ellos de forma que sabrá satisfacer tanto al jardinero novato como al profesional.</p><p>Hablamos de una genética que es casi una Indica pura cosa que podremos observar en su estructura compacta y muy fuerte con gruesas ramas necesarias para soportar el gran peso de sus frutos.</p><p>Su floración es otro de los puntos fuertes ya que puede completarla entre 58 y 60 días siendo así nuestra genética más veloz.</p><p>Quedarás fascinado con los colores potente y púrpuras que genera la planta en floración, además los cogollos están completamente repletos de tricoma y con un aspecto sencillamente impresionante.</p><p>Destacar que es una auténtica todoterreno con gran resistencia a plagas y que se porta como una campeona tanto en exterior como en interior donde ofrece un rendimiento máximo de 600 gramos por metro cuadrado.</p><p>Cultivada en exterior y concretamente en tierra madre es donde sacaremos todo su potencial productivo pudiendo llegar a un máximo de 650 gramos por ejemplar listos para cosechar a final de Septiembre o primera semana de Octubre.</p><h2>Aroma y sabor</h2><p>Que podemos decir, simplemente estamos enamorados de ella… esta delicia produce intensos aromas a vainilla, café y en ocasiones toques de canela que te harán enloquecer.</p><p>Cuando la catamos podemos sentir un claro gusto terroso que viene acompañado con un final dulce y muy marcado por esos aromas de vainilla y café, una Indica de máxima calidad.</p><p>Efectos y potencia cannabisEfecto y potencia<br />La Peyote Cake es una auténtica Indica con un efecto fuertemente relajante y narcótico ideal para aliviar el estrés del día a día tras una dura jornada de trabajo.</p><p>Con un nivel de THC del 20% tiene una pegada que sube muy rápida es bastante duradera por lo que no la recomendamos si luego tienes tareas que necesiten agilidad mental.</p><p>Pese a su demoledor efecto físico es una de esas cepas que también sabe sacarte unas buenas risas ya sea viendo una película o echando el rato con los colegas.</p><p>Simplemente disfrútala para relajarte y sube bien alto con su delicioso aroma…</p><h2>Preguntas frecuentes sobre Peyote Cookies</h2><h3>¿Cómo cultivar Peyote Cake?</h3><p>Tal y como os venía diciendo se trata de una variedad todoterreno que crece fuerte con mucho vigor tanto en interiores como en exteriores, además tiene una gran resistencia a plagas de hongos.</p><p>Si la trabajas en exterior te recomendamos que lo hagas en tierra madre y si no puedes en macetas de 20L como mínimo.</p><h2>Orígenes de Peyote Cake</h2><p>Se trata de una variedad de ascendencia norteamericana.</p><h2>Peyote Purple x Girl Scout Cookies</h2><p>Por un lado tenemos Peyote Purple que procede de un trabajo de selección de Bubba Kush en U.S.A. y por otra una selección de nuestra GSC (Durban Poison x OG Kush).</p>",
    "Description": "",
    "Tags": "Peyote Cake | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Peyote Cake de Taima Seeds, disfruta de las variedades con los sabores más exóticos en Ganesh Grow. Compra ahora - Envío en 24h ✈︎.",
    "Meta description": "peyote-cake-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-11-08",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/6779/peyote-cake-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 804023,
    "Active (0/1)": 1,
    "Name": "KUSH FAN MIX PACK | TAIMA SEEDS",
    "Categories": "SEMILLAS FEMINIZADAS,TAIMA SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 45,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGSMP0004-8",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Un Mix Pack muy especial para los amantes de las genéticas Kush, plantas Indicas robustas, resinosas, resistentes con gran capacidad productiva y exquisitos aromas terrosos.</p>",
    "Short description": "<h1>Mix Pack Kush Fan</h1><p>En el Mix Pack Kush Fan encontrarás una selección de las más exquisitas variedades Kush del mercado, cepas de máxima calidad que te harán disfrutar como nunca.</p><p>Estas variedades se caracterizan por ser originarias de la zona montañosa del Hindú Kush, a raíz de lo cual se forman plantas robustas con gran resistencia condiciones climáticas adversas.</p><p>Por otro lado, otra de las características comunes de la familia son los aromas que suelen ser terrosos, en muchas de ellas con matices cítricos y notas de combustible.</p><h2>Candy Banana Kush</h2><p>Nuestra Candy Banana Kush es una variedad muy especial en la que se fusionan cuatro genéticas de diferente procedencia ya que algunas son clásicos europeos y otras americanas.</p><p>Concretamente hablamos de un cruce a cuatro bandas entre Haze, Skunk, OG Kush y Diesel… podéis estar seguros de que el resultado es extraordinariamente delicioso.</p><p>Una cepa que genera aromas a banana madura pero que en el paladar deja sentir las notas terrosas de la OG junto con los toques dulces y frescos de la Skunk.</p><h2>Cocoa Mint Kush</h2><p>La siguiente del Mix Pack es la preciada Cocoa Mint Kush, una variedad de marihuana que cada día tiene más demanda por todo el globo debido a sus sabores tan diferentes y deliciosos.</p><p>Una marihuana que procede del Triángulo Esmeralda (California), lugar donde en los últimos años están surgiendo las más exquisitas y potentes yerbas del planeta.</p><p>Esta Kush tan especial emana aromas muy frescos y mentolados pero que nos recuerda claramente al chocolate, en el paladar se intensifica ese sabor que viene acompañado con el clásico fondo terroso de la familia.</p><h2>Barbara SFV</h2><p>Nuestra Barbara SFV es una semilla de marihuana muy especial y exclusiva, un cruce excepcional entre una Barbara Bud y la San Fernando Valley OG.</p><p>El resultado es una planta de predominancia Indica con una corta floración que dura 60 días, pasados los cuales se pueden cosechar hasta 550 gramos de máxima calidad.</p><p>Esta cepa se caracteriza por un aroma muy intenso y frutal acompañado de notas terrosas y cítricas que aporta la SFV.</p><h2>Kosher Gold</h2><p>La semilla de marihuana Kosher Gold es una de las más exquisitas y valoradas de la familia Kush, una planta Indica que se desmarca del resto por su increíble calidad aromática.</p><p>Esta genética también conocida como Jew Gold en Estados Unidos, es una de las más demandadas en los dispensarios por sus características únicas.</p><p>La deliciosa Kosher tiene un periodo de floración que se alarga entre los 65 y 70 días tras los cuales estarán listos para cosechar unos 500 gramos de buds de la mejor calidad conocida.</p><p>En cuanto a sus inmejorables características organolépticas, decir que esta mata produce unos complejos aromas frutales combinados con los clásicos matices a tierra propios de la Kush que la convierten en la más exquisita.</p>",
    "Description": "",
    "Tags": "Kush Fan Mix Pack | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Kush Fan Mix Pack, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "kush-fan-mix-pack-taima",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2021-11-08",
    "Product available date": 1,
    "Product creation date": "https://ganeshgrowshop.com/6781/kush-fan-mix-pack-taima.jpg",
    "Show price (0 = No, 1 = Yes)": 0,
    "Image URLs": "",
    "Image alt texts (x,y,z...)": 0,
    "Delete existing images (0 = No, 1 = Yes)": "new",
    "Feature (Name:Value:Position:Customized)": 0,
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 1,
    "Text fields (0 = No, 1 = Yes)": 0,
    "Action when out of stock": "",
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 1000052,
    "Active (0/1)": 1,
    "Name": "GELATO CAKE",
    "Categories": "SEMILLAS DE MARIHUANA,SEMILLAS FEMINIZADAS,PEV SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 8.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "PEV SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 1,
    "Height": 1,
    "Depth": 1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": -1,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p><strong>Gelato Cake </strong>la planta de marihuana más famosa de la actualidad.</p>",
    "Short description": "<h1>GELATO CAKE</h1><blockquote><p>Seguro que has oído hablar de una variedad de cannabis llamada <strong>Gelato Cake</strong>, más que nada porque es la planta de <a href=\"https://ganeshgrowshop.com/es/semillas-de-marihuana/\">marihuana</a> más famosa de la actualidad. Y es posible que te estés preguntando…¿Qué tiene esta cepa que la hace tan buena? No te preocupes, en seguida verás porqué la Gelato Cake se ha ganado a pulso un puesto en el olimpo de las yerbas.</p></blockquote><h2>Características de Gelato Cake</h2><ul><li><strong>Tipo:</strong> Feminizadas</li><li><strong>Banco:</strong> PEV Seeds</li><li><strong>Genética:</strong> Sunset Sherbet x Girl Scout Cookies</li><li><strong>Fenotipo:</strong> Híbrido sativa/indica</li><li><strong>Cosecha exterior:</strong> Mediados de octubre</li><li><strong>Cosecha exterior:</strong> Mediados de abril</li><li><strong>Producción interior:</strong> 500 gr/m2</li><li><strong>Producción exterior:</strong> 900 gr/planta</li><li><strong>Periodo de floración interior:</strong> 10-11 semanas</li><li><strong>Altura interior:</strong> 70 - 100 cm</li><li><strong>Altura exterior:</strong> 200-300 cm</li><li><strong>Efecto:</strong> Psicoactivas</li><li><strong>THC:</strong> 25%</li><li><strong>Sabor y aroma:</strong> Limón</li></ul><p></p><h3>¿Qué genética tiene la Gelato Cake?</h3><p>Se trata de un cruce entre la Sunset Sherbert y la Girl Scout Cookies, descendiente directa de la prestigiosa Cookie Fam. Se puede considerar un retrocruce de la Cookies, aunque morfológicamente tienen bastantes diferencias, sobre todo en la forma de las flores.</p><p>Las semillas de marihuana Gelato Cake son el fruto de un excelente trabajo del gran Mario Guzmán, alias Sherbinsky. Este criador fue miembro del colectivo del área de la bahía de San Francisco que creó la Girl Scout Cookies, aunque alcanzó la fama internacional cuando presentó su otra gran creación, la Sunset Sherbert. Por eso nadie mejor que el padre de la Sherbert para continuar con la estirpe galletera, primero en forma de sorbete y ahora en forma de helado.</p><h3>¿Cómo es la variedad de marihuana Gelato Cake?</h3><p>Es una planta con apariencia de híbrido sativa en cuanto a su estructura, aunque las flores y las hojas son más parecidas en la forma a las indicas. Sus hojas tienen un aserrado muy pronunciado y particular. Crece con una distancia entre nudos amplia, bastante ramificada y con buen vigor.</p><p>En floración puede triplicar su tamaño, formando cogollos por toda la estructura, de tamaño medio y escarchados de resina. La relación cáliz/hoja es muy buena, algo que ayuda bastante a la hora de cosechar.</p><h3> ¿Cómo se cultiva en interior la Gelato Cake?</h3><p>Gracias a su buena ramificación, gran ritmo de crecimiento, flexibilidad de las ramas y buena respuesta a las podas, es una buena candidata para utilizar el método SCROG. No necesita altas dosis de fertilizantes para rendir bien, muchas veces más no significa mejor.</p><p>En floración hay que controlar que no suba mucho la humedad, sobre todo cuando los cogollos están formados. Esta variedad crea unas flores muy densas, por lo que es interesante potenciar la ventilación interior e intentar reducir al máximo la humedad relativa.</p><h3> ¿Cómo cultivo en exterior la marihuana Gelato Cake?</h3><p>Es muy recomendable podar por varias razones, primero porque ganarás producción, pero también para prevenir posibles hongos en grandes cogollos. En cultivo de exterior se hace necesario el uso de una estructura para apoyar las ramas, o al menos unos tutores.</p><p>Si piensas plantar la Gelato Cake al aire libre controla las posibles lluvias durante la floración, si la pones en maceta es posible que la tengas que resguardar en algún momento. Si cultivas en invernadero evitas el problema de las precipitaciones, pero aún así es interesante utilizar fungicidas preventivos.</p><h3>¿Cuándo se cosecha la Gelato Cake en interior y en exterior?</h3><p>En cultivo de interior se puede cortar la Gelato Cake después de unas 10 semanas de floración. Si te gusta el efecto más cerebral la puedes cosechar un poco antes, pero si prefieres que el efecto sea más narcótico déjala de 10 a 11 semanas.</p><p>En exterior la Gelato Cake se cosecha a mediados o finales del mes de Octubre en el hemisferio norte, y de mediados a finales de Abril en el hemisferio sur.</p><h3>¿Cuánto produce la variedad de marihuana Gelato Cake?</h3><p>Aunque los cogollos de la Gelato Cake no son muy voluminosos, hay que tener en cuenta que son muy densos, duros y pesados. Si has tenido en la mano alguna vez cogollos de Cookies te puedes hacer una idea de cómo son las flores de la Gelato Cake.</p><p>En interior puedes obtener una producción en torno a 450 o 500 gramos por metro cuadrado. En cultivo de exterior cada planta te puede dar casi un kilo de cogollos secos.</p><p>La producción de resina está muy por encima de la media, y solo a la altura de la Cookie Fam.</p><h3>¿Cómo es el sabor de la Gelato Cake?</h3><p>Aquí está uno de los rasgos que más fama ha dado a la Gelato Cake, porque es un sabor que no deja a nadie indiferente. Dulce, cítrico y muy fresco, tanto que a muchos les recuerda al helado de limón, una delicia.</p><p>Para extracciones cannábicas es difícil encontrar una variedad mejor, la gran cantidad de resina le otorga un retorno increíble, y el potente perfil de terpenos que contiene le aporta una calidad final insuperable.</p><h3>¿Qué efectos produce la marihuana Gelato Cake?</h3><p>Se puede decir que es un efecto completo, total, que sacia hasta a los consumidores más experimentados. Su 25% de THC le permite dejar sentados incluso a fumadores con alta tolerancia, y puede ser excesivo para usuarios esporádicos o con poca experiencia.</p><p>Con solo unas caladas ya empiezas a notar un cosquilleo por la espalda que te invita a predecir que lo que viene a continuación es fuerte. Y vaya si lo es, antes de darte cuenta te verás sumido en un mar de ideas y pensamientos de todo tipo. Pero ahí no acaba el poder de la Gelato Cake, ya que a nivel físico te provoca una relajación muy placentera, que puede ser beneficiosa para personas que necesiten el cannabis como forma de medicarse.</p><h3>Venta de Semillas Gelato Cake al mejor precio del mercado</h3><p>Puedes buscar y comparar por todos los sitios de internet, no vas a encontrar una versión feminizada de la variedad de marihuana Gelato Cake con mejor relación calidad/precio. Así que no esperes más, pide tus semillas y empieza a descubrir porque esta yerba ha marcado un antes y un después en el sector de la marihuana</p>",
    "Description": "",
    "Tags": "Gelato Cake, Semillas Marihuana de Pev Seeds Bank | Ganesh Grow",
    "Meta title": "",
    "Meta keywords": "Comprar semillas de marihuana Gelato Cake de Pev Seeds Bank en Ganesh Grow. Envio Gratis | Entregas en 24h",
    "Meta description": "gelato-cake",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2022-04-18",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/7031/gelato-cake.jpg,https://ganeshgrowshop.com/7030/gelato-cake.jpg,https://ganeshgrowshop.com/7029/gelato-cake.jpg,https://ganeshgrowshop.com/7032/gelato-cake.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Fotodependiente:2:1,Genotipo:Híbrida:3:1,Días floración:65-70 Días:4:1,THC:Alto:5:1,CBD:CBD Bajo:6:1,Producción en interior:Producción int. Media:7:1,Producción en exterior:Producción ext. Alta:8:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 1000055,
    "Active (0/1)": 1,
    "Name": "BRUCE BANNER",
    "Categories": "SEMILLAS DE MARIHUANA,SEMILLAS FEMINIZADAS,PEV SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 8.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "PEV SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 1,
    "Height": 1,
    "Depth": 1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": -1,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p><strong>Bruce Banner</strong> es una variedad de semillas feminizadas creadas por PEV Seeds para satisfacer la demanda de esta genética de USA.</p>",
    "Short description": "<h1>BRUCE BANNER </h1><p>La <strong>Bruce Banner</strong> hace homenaje a Hulk por su gran poder y poco a poco está llegando al nivel de leyenda, pero ¿qué tiene de especial esta cepa? En seguida lo descubrirás.</p><h2></h2><h3>Genética variedad Bruce Banner PEV Seeds</h3><p>La planta Bruce Banner original surgió de un cruce entre la OG Kush y la Strawberry Diesel, que trataba de aunar el potente efecto del fenotipo Kush con el extraordinario sabor y aroma que contiene la Diesel. Pero el resultado de esa mezcla fue incluso superior, ya que nació un monstruo verde con una potencia descomunal.</p><p>Gracias a un amigo las semillas Bruce Banner 3 genuinas llegaron a nuestras manos, y después de hacer una gran selección, nos quedamos con los mejores ejemplares para replicar esta variedad en forma de semillas feminizadas, y así poder ofrecer al mercado esta yerba superior tan difícil de conseguir.</p><p></p><h3>Cultivar en interior y exterior marihuana Bruce Banner</h3><p>En cultivo indoor se adapta mejor al método SCROG debido a su estructura, pero rinde muy bien incluso sin usar técnicas de optimización. Su tiempo de floración suele estar alrededor de las 9 semanas, acabando los cogollos escarchados de resina.</p><p>Si la vas a cultivar en interior asegúrate de tener un buen sistema anti-olor, ya que desprende un aroma apetitoso pero muy intenso, pungente como la mayoría de la familia Sour.</p><p></p><h3>¿Cuándo cosechar Bruce Banner?</h3><p>Si la quieres cosechar en el hemisferio norte tendrás que esperar hasta mediados o finales de Octubre, depende del lugar donde vivas, porque en latitudes más norteñas se puede adelantar debido al frío. En el hemisferio sur se corta a mediados/finales de Abril en cultivo exterior o en invernadero.</p><p></p><h3>Producción variedad Bruce Banner</h3><p>La Bruce Banner#3 tiene un rendimiento se puede considerar bastante alto, en manos de un cultivador con experiencia pueden superar los 500 gramos por metro cuadrado en cultivo de interior.</p><p>En exterior una sola planta Bruce Banner 3 te puede dar más de 1 kilo, germinando pronto y con mucho sustrato y alimento.</p><p></p><h3>Sabor cannabis Bruce Banner</h3><p>En boca prevalecen las notas afrutadas que recuerdan a la fresa, pero con un trasfondo ácido, heredado de la familia Kush, una mezcla sorprendente que suele gustar a todo el que la prueba. Para poder disfrutar al máximo el sabor de la Bruce Banner 3 aconsejamos su cultivo de forma orgánica. No quiere decir que si la alimentas con nutrientes minerales el sabor no será bueno, está muy bien también, pero con menos intensidad y matices que cuando se alimenta con fertilizantes naturales orgánicos.</p><p></p><h3>Aspecto cogollos Bruce Banner</h3><p>Es una planta de estructura híbrida, su morfología recuerda a las OG, con distancia entre nudos media pero tallos bastante resistentes.</p><p></p><h3>¿Qué efecto produce la marihuana Bruce Banner?</h3><p>El efecto es lo que ha dado fama a esta variedad a nivel mundial, llegando incluso a poder pedir Bruce Banner 3 en Ámsterdam o en los clubs cannábicos de Barcelona, muy consumida por su alta potencia estimulante y placentera, con niveles de THC cercanos al 30%, algo al alcance de muy pocas cepas.</p><p>Este dato hay que tenerlo en cuenta, no fumes mucho si tu tolerancia al cannabis no es muy alta, porque la potencia de Bruce Banner #3 está en una categoría superior, algo que puede resultar excesivo para consumidores noveles pero muy demandado si necesitas esta variedad como marihuana medicinal, ya que es efectiva para tratar dolores musculares y óseos, un gran analgésico con nombre de la factoría Marvel.</p><p></p><blockquote><p>En <strong>Ganesh Grow</strong> te recomendamos esta variedad si lo que buscas es potencia al máximo. No dudes en llevarte tus semillas ahora mismo y de la mano de nuestra experiencia de más de 17 años.</p></blockquote><p></p><h2>Características Bruce Banner feminizada</h2><p></p><ul><li><strong>Tipo:</strong> Feminizada</li><li><strong>Banco:</strong> PEV Seeds</li><li><strong>Genotipo:</strong> Indica 60% / Sativa 40%</li><li><strong>Cruce:</strong> Diesel |Kush |OG Kush x Strawberry Diesel | Og</li><li><strong>Producción interior:</strong> Más de 500 gr/m2</li><li><strong>Floración interior:</strong> 8-10 semanas</li><li><strong>Cosecha exterior: </strong>Finales de octubre</li><li><strong>Altura interior:</strong> 110-200 cm</li><li><strong>Clima:</strong> Climas fríos | Templados / continentales</li><li><strong>Efecto:</strong> Apetito</li><li><strong>THC:</strong> Alto (25-27.5%)</li><li><strong>CBD:</strong> Bajo (0.03-0.06%)</li><li><strong>Sabor y aroma:</strong> Diesel - Fresa</li></ul>",
    "Description": "",
    "Tags": "BRUCE BRUNNER- Semillas Marihuana de Pev Seeds Bank | Ganesh Grow",
    "Meta title": "",
    "Meta keywords": "Semillas de marihuana BRUCE BRUNNER feminizada de Pev Seeds Bank. Portes gratis | ✈️ Envíos 24 horas",
    "Meta description": "bruce-brunner-feminizada-pevseeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2022-04-21",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/7044/bruce-brunner-feminizada-pevseeds.jpg,https://ganeshgrowshop.com/7045/bruce-brunner-feminizada-pevseeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Fotodependiente:2:1,Genotipo:Híbrida:3:1,Días floración:70+ Días:4:1,THC:Alto:5:1,CBD:CBD Bajo:6:1,VARIEDAD:Mamba Negra:7:1,Producción en interior:Producción int. Alta:8:1,Producción en exterior:Producción ext. Media:9:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 1000056,
    "Active (0/1)": 1,
    "Name": "CRITICAL PLUS +",
    "Categories": "SEMILLAS DE MARIHUANA,SEMILLAS FEMINIZADAS,PEV SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 7.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "PEV SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 1,
    "Height": 1,
    "Depth": 1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": -2,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>¿Quién no ha oído hablar de la variedad <strong>Critical</strong>? Seguro que si te gustan aquellas que han hecho leyenda sí que sabes de qué hablamos, ya que en esta cepa, ha marcado un standard de calidad en casi todo el mundo. </p>",
    "Short description": "<h1>CRITICAL PLUS +</h1><p>¿Pero es la <strong>Critical</strong> tan buena como dicen? Bueno, si crees que su fama es por casualidad desde<a href=\"https://ganeshgrowshop.com/es/\"> Ganesh Grow</a> te invitamos a seguir leyendo, en seguida verás porque las semillas Critical son de las más vendidas año tras año.</p><p></p><h3>Genética variedad Critical Plus + PEV Seeds</h3><p>Realmente es una genética que contiene todo lo que la mayoría de cultivadores vamos buscando en una planta de marihuana, alta producción, rapidez de floración, gran sabor y mucha potencia. A todo esto hay que sumarle una facilidad de cultivo y resistencia extraordinaria, por lo que si juntas todas estas cualidades, el resultado es una variedad campeona.</p><p>Se trata de una versión renovada del clon conocido como Big Bud, seleccionado en USA y posteriormente llevado a Holanda. En este país Nevil lo trabajó primero para Sensi Seeds, y posteriormente se lo llevó a Suiza, donde montó el banco Mr. Nice Seedbank junto a Shantibaba y a Howard Marks.</p><p>Se piensa que la Big Bud es un cruce de Afgana X Skunk#1, que llegó a Europa sin estabilizar, Shantibaba cruzó este clon por un macho de Skunk#1 para no perder los rasgos de la Big Bud, y vaya si lo consiguió…</p><p></p><h3>Cultivar en interior y exterior marihuana Critical Plus +</h3><p>En cultivo indoor se adapta mejor al método SCROG debido a su estructura, pero rinde muy bien incluso sin usar técnicas de optimización. Su tiempo de floración suele estar alrededor de las 9 semanas, acabando los cogollos escarchados de resina.</p><p>Si la vas a cultivar en interior asegúrate de tener un buen sistema anti-olor, ya que desprende un aroma apetitoso pero muy intenso, pungente como la mayoría de la familia Sour.</p><p>Como decíamos antes, esta es una de las cualidades más demandadas de la Critical Plus. En cultivo indoor tan solo necesita de 55 a 60 días de floración para estar totalmente madura. Si te gusta más que la marihuana tenga un efecto cerebral puedes cortarla con apenas 50 días a 12/12, el sabor será prácticamente el mismo, pero ganará en psicoactividad.</p><p>En cultivo de exterior se cosecha a mediados o finales de Septiembre en el hemisferio norte. En el hemisferio sur se corta a mediados o finales de Marzo. Para regiones con otoños lluviosos la Critical Plus puede ser una gran opción, ya que la puedes cosechar antes de la llegada de esta estación.</p><p></p><h3>¿Cuándo cosechar Critical Plus?</h3><p>Sin duda es una de las semillas de marihuana fotodependientes con la cosecha más temprana de todo el panorama mundial, por lo que es una de las favoritas para el cultivo de exterior. Cuando se cultiva al aire libre tiende a ramificar más que en indoor, no obstante hay que hacerle varias podas para fomentar el crecimiento lateral.</p><p>No es mala idea colocar una malla o algún tipo de estructura en la que puedas apoyar las ramas una vez empiecen a engordar los cogollos. Para este cometido nos puede servir el típico emparrado que se utiliza para cultivar tomates.</p><p></p><h3>Producción variedad Critical Plus</h3><p>La enorme producción de esta genética, sumado a su corto tiempo de floración, la convierten en una de las semillas de marihuana más comerciales del mundo. En cultivos de interior iluminados con sodios de 600w se puede superar incluso el gramo/vatio, o sea que puedes superar los 600 gramos por metro.</p><p>En exterior con solo una planta puedes conseguir más de un kilo de cogollos en seco, si la siembras a principios de primavera en una ubicación con muchas horas de sol. También es importante administrarle una alimentación correcta, pero es fácil obtener una producción más alta que con otras plantas en exterior.</p><p>Si la cultivas en tierra madre espera hasta principios de verano para trasplantar a su lugar definitivo, de lo contrario prepara la tierra con mucho alimento, sino es posible que consuma la mayoría de nutrientes durante el crecimiento, y una vez entrada la floración le falte comida.</p><p></p><h3>Sabor cannabis Critical Plus</h3><p>Aquí está claramente influenciada por la parte Skunk#1, tanto el aroma como el sabor de la Critical son un fiel reflejo de esta estirpe cannábica. Su aroma es muy dulzón, apetecible, pero tan intenso que puede suponer un problema durante el cultivo si no se ponen los medios oportunos. El transporte después de seca también puede suponer un problema, porque es muy difícil camuflar su potente olor.</p><p>El sabor es una auténtica delicia, con cada calada parece que estás comiendo una macedonia de frutas, intenso desde la primera calada hasta la última. Esta variedad es de las pocas que se pueden fumar bien conforme se seca, no necesita ni curado, es un sabor que gusta a todos, incluso fumadores expertos. La primera vez que la pruebas te cambia el concepto que tenías de sabor dulce.</p><p></p><h3>Aspecto cogollos Critical Plus</h3><p>La estructura es de híbrido con dominancia sativa, tallos no muy gruesos, distancia entre nudos media, y hojas de foliolos más bien estrechos. El ritmo de crecimiento también parece indicar que estamos ante un híbrido que tira más hacia la parte sativa, pero tanto los cogollos como el tiempo de floración nos descubren su influencia índica.</p><p></p><h3>¿Qué efecto produce la marihuana Critical Plus?</h3><p>El efecto es bastante potente, pero hay que decir que es una yerba a la que rápidamente se le coge tolerancia. Seguramente es porque debido a su sabor es posible que abusemos de ella, y el cuerpo al final se acostumbra a su potencia.</p><p>Cabe resaltar que se trata de un efecto completo, con el que notas una buena relajación corporal que puede tener propiedades medicinales, pero siempre acompañado de una buena actividad cerebral. Este colocón es ideal para desconectar por la noche sin llegar a dormir, escuchar música, leer, ver una película, etc.</p><p></p><blockquote><p>En <strong>Ganesh Grow</strong> sin duda te recomendamos esta variedad tanto si eres un novato como si eres un experto. La <strong>Critical Plus +</strong> lo tiene todo, alta producción, gran sabor y potencia. No dudes en llevarte tus semillas ahora mismo y de la mano de nuestra experiencia de más de 17 años.</p></blockquote><p></p><h2>Características Critical Plus + feminizada</h2><p></p><ul><li><strong>Tipo:</strong> Feminizada</li><li><strong>Banco:</strong> PEV Seeds</li><li><strong>Genotipo:</strong>  Sativa 60%</li><li><strong>Cruce:</strong> Afghani |Big Bud | Critical |Critical X (Afghan X Skunk#1) | Skunk</li><li><strong>Producción interior:</strong> 600 gr/m2</li><li><strong>Producción exterior: </strong>1000 gr/planta</li><li><strong>Floración interior:</strong> 8-10 semanas</li><li><strong>Cosecha exterior: </strong>Finales de Septiembre</li><li><strong>Altura interior:</strong> 80-100 cm</li><li><strong>Clima:</strong> Soleados / mediterráneos | Templados / continentales</li><li><strong>Efecto:</strong> Para dormir</li><li><strong>THC:</strong> Alto (18-23%)</li><li><strong>CBD:</strong> Bajo (0.2-0.6%)</li><li><strong>Sabor y aroma:</strong> Afrutado</li></ul>",
    "Description": "",
    "Tags": "CRITICAL PLUS +- Semillas Marihuana de Pev Seeds Bank | Ganesh Grow",
    "Meta title": "",
    "Meta keywords": "Semillas de marihuana CRITICAL PLUS + feminizada de Pev Seeds Bank. Portes gratis | ✈️ Envíos 24 horas",
    "Meta description": "critical-plus-feminizada-pevseeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2022-04-21",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/7049/critical-plus-feminizada-pevseeds.jpg,https://ganeshgrowshop.com/7050/critical-plus-feminizada-pevseeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Fotodependiente:2:1,Genotipo:Híbrida:3:1,Días floración:65-70 Días:4:1,THC:Alto:5:1,CBD:CBD Bajo:6:1,VARIEDAD:Critical Plus:7:1,Producción en interior:Producción int. Alta:8:1,Producción en exterior:Producción ext. Alta:9:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 1000057,
    "Active (0/1)": 1,
    "Name": "MIRACLE ALIEN COOKIES",
    "Categories": "SEMILLAS DE MARIHUANA,SEMILLAS FEMINIZADAS,PEV SEEDS | SEMILLAS FEMINIZADAS",
    "Price tax included": 9,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "PEV SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 1,
    "Height": 1,
    "Depth": 1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": -3,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p><strong>Miracle Alien Cookies</strong> parece una planta de marihuana llegada de otro mundo. Es el paradigma de la crianza cannábica moderna, una variedad que representa todo aquello que queremos encontrar en una cepa: potencia, sabor, producción y rapidez.</p>",
    "Short description": "<h1>MIRACLE ALIEN COOKIES</h1><p>Si quieres conocer una variedad con tricomas de otro mundo, tienes que conocer la Alien Cookies. Aquí en Ganesh Grow te dejamos todo lo que necesitas saber sobre esta variedad de nuestros amigos de Pev Seeds.</p><p></p><h3>Genética variedad Alien Cookies PEV Seeds</h3><p>Surgió de la combinación de una Alien Cookies F2 con el cruce entre una Colombiana y la gran Starfighter. En sus ancestros podemos encontrar la mítica Alien Technology por partida doble, ya que es parte tanto de la Alien Cookies como de la Starfighter.</p><p></p><h3>Cultivar en interior y exterior marihuana Alien Cookies</h3><p>En cultivo indoor se prestan muy bien al método de optimización conocido como Screen Of Green (<a href=\"https://ganeshgrowshop.com/es/herramientas-y-accesorios/herramientas/malla-elastica-scrog.html\">SCROG</a>) poniendo 9 plantas/m2 en macetas de 11 litros. En principio basta con dar unos 25 días de crecimiento vegetativo, pero es importante hacer poda apical o FIM en la punta principal alrededor del cuarto nudo, y una segunda poda a las ramas secundarias una semana después. Su ciclo de floración en interior es de unas 9 semanas aproximadamente, y en este tiempo son capaces de rendir en torno a 550 gramos/m2.</p><p>Para el cultivo en exterior de estas semillas no es necesario germinar las semillas demasiado pronto, ya que su potente vigor híbrido les confiere un ritmo de crecimiento vertiginoso. Al igual que en indoor, al aire libre también mejora el rendimiento si se realizan varias podas con la intención de repartir al máximo la producción de cogollos. Es muy interesante aplicar fungicidas de forma preventiva para intentar evitar la aparición de hongos como <a href=\"https://ganeshgrowshop.com/es/blog/como-prevenir-y-eliminar-botritys.html\">Botrytis</a>, y se aconseja proteger los cogollos en casos de lluvia, ya que éstos son tan compactos que apenas transpiran cuando están formados. La cosecha en exterior llega a mediados de octubre, y suele oscilar entre 700 y 1000 gramos por planta.</p><p></p><h3>¿Cuándo cosechar Alien Cookies?</h3><p>Su tiempo de floración en interior y exterior se puede considerar standard. En indoor suele florecer y madurar en unas 9 semanas, pudiendo adelantar o atrasar la cosecha en función de tus gustos en el efecto.</p><p>En exterior se corta a mediados del mes de Octubre en el hemisferio norte, como la inmensa mayoría de híbridos comerciales del mercado. Si la cultivas en exterior en el hemisferio sur la cosecha llegará a mediados de abril.</p><p></p><h3>Producción variedad Alien Cookies</h3><p>Es bastante comercial, teniendo en cuenta que produce de 500 a 600 gramos por m2 en cultivos de interior. Su producción de resina es Top, un rasgo que hereda desde las Alien y que se ha visto potenciado con la genética Cookies. </p><p>Cultivada al aire libre te puede dar más de 1 kilo de yerba en seco, pero para eso tendrás que germinar pronto las semillas, y dar un largo tiempo de crecimiento vegetativo.</p><p></p><h3>Sabor y aroma cannabis Alien Cookies</h3><p>Destaca la gran cantidad de terpenos que contiene, sobre todo limoneno y mirceno, que al combinarse facilitan un aroma que recuerda a los postres de naranja, con un sabor cítrico muy marcado envuelto por su fondo terroso, y un bouquet dulce y cremoso muy original.</p><p></p><h3>Aspecto cogollos Alien Cookies</h3><p>Tal como decíamos, es difícil encontrar una variedad más completa, ya que es bastante comercial teniendo en cuenta su producción en general, tiene un bouquet único y una potencia alienígena. Su flor tiene una gran densidad, que le da a los cogollos secos aspecto rocoso.</p><p></p><h3>¿Qué efecto produce la marihuana Alien Cookies?</h3><p>Prepárate para un subidón muy eufórico y estimulante que acelera los pensamientos, edifica, y mejora el estado de ánimo. A medida que va pasando el tiempo el efecto se va notando más y más a nivel físico, pero no es de los que te deja tirado en el sofá, simplemente te mantiene alerta pero totalmente relajado.</p><p></p><blockquote><p>En <strong>Ganesh Grow</strong> sin duda te recomendamos si lo que quieres es probar una cepa sorprendente que está arrasando el mercado de USA y poco a poco el del mundo entero. No dudes en llevarte tus semillas ahora mismo y de la mano de nuestra experiencia de más de 17 años.</p></blockquote><p></p><h2>Características Alien Cookies feminizada</h2><p></p><ul><li><strong>Tipo:</strong> Feminizada</li><li><strong>Banco:</strong> PEV Seeds</li><li><strong>Genotipo:</strong>  Indica 50% - Sativa 50%</li><li><strong>Cruce:</strong> MAC S1 (Alien Cookies x (Colombian x Starfighter)</li><li><strong>Producción interior:</strong> 550 gr/m2</li><li><strong>Producción exterior: </strong>1 Kg/planta</li><li><strong>Floración interior:</strong> 9 semanas</li><li><strong>Cosecha exterior: </strong>Finales de Octubre</li><li><strong>THC:</strong> Alto (25%)</li><li><strong>CBD:</strong> Bajo (0.1%)</li><li><strong>Sabor y aroma:</strong> Limón y terroso </li></ul>",
    "Description": "",
    "Tags": "MIRACLE ALIEN COOKIES de Pev Seeds Bank | Ganesh Grow",
    "Meta title": "",
    "Meta keywords": "Semillas de marihuana MIRACLE ALIEN COOKIES feminizada de Pev Seeds Bank. Portes gratis | ✈️ Envíos 24 horas",
    "Meta description": "miracle-alien-cookies-feminizada",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2022-04-21",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/7053/miracle-alien-cookies-feminizada.jpg,https://ganeshgrowshop.com/7054/miracle-alien-cookies-feminizada.jpg,https://ganeshgrowshop.com/7055/miracle-alien-cookies-feminizada.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Fotodependiente:2:1,Genotipo:Híbrida:3:1,Días floración:60-65 Días:4:1,THC:Alto:5:1,CBD:CBD Bajo:6:1,VARIEDAD:Alien Cookies:7:1,Producción en interior:Producción int. Alta:8:1,Producción en exterior:Producción ext. Alta:9:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  }
]