[
  {
    "Product ID": 20493,
    "Active (0/1)": 1,
    "Name": "Y GRIEGA CBD 20 | MEDICAL SEEDS",
    "Categories": "MEDICAL SEEDS | SEMILLAS FEMINIZADAS,SEMILLAS CBD MEDICINALES",
    "Price tax included": 23.99,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "MEDICAL SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0,
    "Height": 0,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 1,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Sumérgete en el mundo del cultivo de cannabis con la <strong>Y Griega CBD de Medical Seeds,</strong> una semilla de marihuana que es el paraíso para los amantes de las variedades ricas en CBD.</p>",
    "Short description": "<h1>Semillas de cannabis Y Griega CBD 2.0</h1><p>Con su perfecto equilibrio de THC y CBD, esta planta te ofrece lo mejor de ambos mundos. El cultivo de la Y Griega CBD no solo es una actividad gratificante, sino que también puede proporcionarte un suministro constante de cannabis terapéutico de alta calidad. Con su equilibrada combinación de THC y CBD, esta planta puede ser la solución perfecta para aquellos que buscan los beneficios medicinales del cannabis sin los efectos psicoactivos intensos.</p><p></p><h3>Genética de Y Griega CBD </h3><p>La Y Griega CBD es un producto de la genética superior, fruto de la unión entre la Y Griega original y una planta rica en CBD. Este híbrido ofrece un ratio 1:1 de THC y CBD, convirtiéndola en una opción perfecta para aquellos que buscan las propiedades terapéuticas del cannabis sin un efecto psicoactivo abrumador.</p><p></p><h3>Cultivo en Interior Y Griega CBD </h3><p>Ideal para el cultivo en interior, la Y Griega CBD es una planta de tamaño medio que se adapta bien a cualquier método de cultivo. Su resistencia a las plagas y su corto periodo de floración hacen de esta semilla un sueño para cualquier cultivador, ya sea principiante o experimentado.</p><p></p><h3>Cultivo en Exterior Y Griega CBD </h3><p>Aunque se adapta bien al cultivo en interior, la Y Griega CBD realmente brilla en exterior. Su resistencia a las condiciones climáticas adversas y su alta producción la convierten en una elección favorita para los cultivadores al aire libre.</p><p></p><h3>¿Cuándo se Cosecha en Interior la Y Griega CBD? </h3><p>Normalmente, la Y Griega CBD está lista para la cosecha en interior después de unos 55-60 días de floración, ofreciendo a los cultivadores una rápida recompensa por su esfuerzo y dedicación.</p><p></p><h3>¿Cuándo se Cosecha en Exterior la Y Griega CBD?</h3><p>Si eliges cultivar tu Y Griega CBD al aire libre, puedes esperar cosechar tus plantas a mediados de octubre, justo antes de que las condiciones invernales puedan dañar las plantas.</p><p></p><h3>Aroma Y Griega CBD </h3><p>El aroma de la Y Griega CBD es una combinación exquisita de dulces notas florales y cítricas, con un toque de pino que hace que su olor sea simplemente inolvidable.</p><p></p><h3>Sabor de Y Griega CBD </h3><p>Al igual que su aroma, el sabor de la Y Griega CBD no decepciona. Prepárate para una deliciosa mezcla de sabores cítricos y dulces que deleitarán tu paladar.</p><p></p><h3>Aspecto de los Cogollos</h3><p>Los cogollos de la Y Griega CBD son verdaderas obras de arte, con su brillante recubrimiento de resina, sus hojas de color verde oscuro y sus pelos naranjas brillantes.</p><p></p><h3>Efecto de Y Griega CBD </h3><p>La Y Griega CBD ofrece un efecto equilibrado y suave, perfecto para aquellos que buscan alivio terapéutico sin sentirse abrumados. Su alto contenido de CBD puede ayudar a aliviar el estrés, la ansiedad y el dolor.</p><p></p><blockquote><p>Para obtener los mejores resultados al cultivar la Y Griega CBD, se recomienda utilizar un sustrato de alta calidad y proporcionar a las plantas un entorno estable. En el interior, asegúrate de tener un buen sistema de ventilación para evitar la acumulación de humedad. En el exterior, aunque esta planta es resistente, un poco de protección contra las condiciones climáticas extremas puede ayudar a maximizar su rendimiento.</p></blockquote><p></p><p></p><p></p><p></p><p></p><p></p>",
    "Description": "",
    "Tags": "Y Griega CBD de Medical Seeds | Ganesh Grow Shop",
    "Meta title": "y griega cbd",
    "Meta keywords": "Descubre la Y Griega CBD de Medical Seeds, una semilla de marihuana rica en CBD con un equilibrio perfecto de THC. Envíos 24 H.",
    "Meta description": "y-griega-cbd",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2016-08-30",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/1733/y-griega-cbd.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Fotodependiente:2:1,Genotipo:Híbrida:3:1,Días floración:55-60 Días:4:1,THC:Medio:5:1,CBD:5-10%:6:1,Producción en interior:500g/m2:7:1,Producción en exterior:400-600g/planta:8:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 37011,
    "Active (0/1)": 1,
    "Name": "MEDICAL PACK",
    "Categories": "WORLD OF SEEDS | SEMILLAS FEMINIZADAS,SEMILLAS CBD MEDICINALES",
    "Price tax included": 42,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": 15,
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "WORLD OF SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "Colección Medicinal",
    "Short description": "<h1>Medical Kit de World Of Seeds</h1><p>Introduciendo el Medical Kit, una combinación superior de cepas cuidadosamente seleccionadas por World Of Seeds para ofrecer una diversidad genética única y de alta calidad.</p><p><span>Este kit es ideal para aquellos que buscan propiedades medicinales en sus cosechas, con el linaje auténtico de la Afghan Kush que se entrelaza con otros genotipos líderes.</span></p><p><span>Cada variedad dentro del Medical Kit ha sido cruzada con Afghan Kush, una cepa conocida por sus potentes propiedades relajantes y analgésicas, garantizando así cepas con potencial terapéutico.</span></p><h3>Variedades Incluidas</h3><ul><li>Afghan Kush x Black Domina: Una fusión de dos genéticas robustas que resulta en una planta con aromas terrosos y un toque de dulzura. Su efecto es potente, relajante y duradero.</li><li>Afghan Kush x Skunk: Esta variedad combina las propiedades sedativas de la Afghan Kush con el vigor y aroma penetrante de la Skunk, creando un equilibrio perfecto entre potencia y sabor.</li><li>Afghan Kush x Yumbolt: Un cruce que destaca por su sabor dulce y afrutado, combinado con un efecto relajante y meditativo.</li><li>Afghan Kush x White Widow: Una combinación explosiva que reúne la resina de la White Widow con la potencia de la Afghan Kush, resultando en una planta con un efecto equilibrado y aromas a madera y cítricos.</li></ul><h3>Beneficios Medicinales</h3><p><span>Gracias al linaje Afghan Kush presente en todas estas variedades, el Medical Kit de World Of Seeds es una opción perfecta para pacientes que buscan aliviar síntomas de dolor, insomnio y estrés. Las combinaciones genéticas aseguran un espectro de sabores y efectos que se adaptan a las necesidades individuales de cada cultivador.</span></p><blockquote><p class=\"centrado\">DIVERSIDAD GENÉTICA CON POTENCIAL TERAPÉUTICO.</p></blockquote>",
    "Description": "",
    "Tags": "MEDICAL PACK de World Of Seeds | Ganesh Grow",
    "Meta title": "MEDICAL PACK",
    "Meta keywords": "MEDICAL PACK. Disfruta de este pack de semillas feminizadas del famoso banco World Of Seeds. Compra ahora - recibe envío en 24h",
    "Meta description": "medical-pack",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2016-10-28",
    "Product available date": "2016-08-30",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/2239/medical-pack.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40495,
    "Active (0/1)": 1,
    "Name": "MEDIKIT AUTO CBD | BUDDHA SEEDS",
    "Categories": "SEMILLAS CBD MEDICINALES,BUDDHA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 32.38,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": 20,
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "BUDDHA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.01,
    "Height": 0.01,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 198,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>La Medikit CBD Autofloreciente de Buddha Seeds es una <strong>semilla feminizada, autofloreciente y medicinal</strong>, con altos niveles de CBD y un sabor dulce y cítrico. Perfecta para cultivadores de todos los niveles y usuarios medicinales.</p><p></p>",
    "Short description": "<h1>Semillas de marihuana Medikit CBD Autofloreciente feminizada de <a href=\"https://www.buddhaseedbank.com/es/\"><strong>Buddha Seeds</strong></a></h1><p>La <strong>Medikit CBD Autofloreciente</strong> de <strong>Buddha Seeds</strong> es una variedad de semillas de marihuana <strong>feminizada</strong> y <strong>autofloreciente</strong> con una fuerte predominancia <strong>índica</strong>, diseñada especialmente para aquellos que buscan propiedades terapéuticas en sus cultivos. Esta cepa destaca por su alto contenido en <strong>CBD</strong> y su prácticamente inexistente nivel de <strong>THC</strong>, lo que la convierte en una opción ideal para usuarios medicinales. Gracias a su genética autofloreciente, la Medikit CBD Auto florece automáticamente sin necesidad de cambios en el ciclo de luz, facilitando su cultivo tanto para principiantes como para cultivadores experimentados. Con un tiempo de cosecha de 70-75 días y una producción de 400-450 gr/m2 en interior y 70-80 gramos por planta en exterior, esta variedad asegura una cosecha abundante y de calidad.</p><h3>Genética de la Medikit CBD Autofloreciente</h3><p>La genética de la <strong>Medikit CBD Autofloreciente</strong> es un <strong>híbrido</strong> con una clara predominancia <strong>índica</strong>, lo que se traduce en plantas robustas, compactas y con un rápido ciclo de vida. Este linaje genético asegura no solo una alta resistencia a diversas condiciones de cultivo, sino también una producción generosa y de calidad. Su perfil de cannabinoides destaca por un alto contenido en <strong>CBD</strong> y un nivel de <strong>THC</strong> casi nulo, lo que la hace ideal para aquellos que buscan beneficiarse de las propiedades del cannabis sin experimentar efectos psicoactivos.</p><h3>Cultivo en interior de la Medikit CBD Autofloreciente</h3><p>El cultivo en interior de la <strong>Medikit CBD Autofloreciente</strong> es sencillo y gratificante. Esta variedad se adapta bien a diferentes técnicas de cultivo, aunque se recomienda prestar atención al tamaño de las macetas y a no sobrefertilizar. Un sustrato aireado y rico en nutrientes favorecerá un desarrollo óptimo de las raíces. Dada su naturaleza <strong>autofloreciente</strong>, esta cepa florecerá automáticamente, por lo que se puede mantener un ciclo de luz constante de 18/6 o 20/4 desde la germinación hasta la cosecha. Aunque no es imprescindible, el uso de <a href=\"https://ganeshgrowshop.com/es/fertilizantes/\"><strong>fertilizantes</strong></a> específicos para cannabis puede ayudar a maximizar la producción y la calidad de los cogollos. Además, es conveniente estar atentos a posibles plagas, utilizando <a href=\"https://ganeshgrowshop.com/es/insecticidasacaricidas/\"><strong>insecticidas/acticidas</strong></a> específicos para cannabis en caso necesario.</p><h3>Cultivo en exterior de la Medikit CBD Autofloreciente</h3><p>En exterior, la <strong>Medikit CBD Autofloreciente</strong> demuestra su resistencia y capacidad de adaptación. Esta variedad prefiere climas cálidos y soleados, pero es capaz de prosperar en condiciones menos ideales gracias a su genética robusta. Para obtener los mejores resultados, se recomienda plantar en macetas de buen tamaño y utilizar un sustrato de calidad. Al ser una planta autofloreciente, no depende de los ciclos de luz para florecer, lo que facilita su cultivo. Sin embargo, se puede optar por protegerla de las horas más intensas de sol en climas muy cálidos. Al igual que en interior, el uso de <a href=\"https://ganeshgrowshop.com/es/fertilizantes/\"><strong>fertilizantes</strong></a> y <a href=\"https://ganeshgrowshop.com/es/insecticidasacaricidas/\"><strong>insecticidas/acticidas</strong></a> específicos para cannabis puede ayudar a prevenir posibles problemas y asegurar una cosecha abundante y de calidad.</p><h3>Cosecha en interior de la Medikit CBD Autofloreciente</h3><p>La cosecha en interior de la <strong>Medikit CBD Autofloreciente</strong> se realiza tras 70-75 días desde la germinación, ofreciendo una producción de <strong>400-450 gr/m2</strong>. Durante este periodo, las plantas desarrollan cogollos densos y resinosos, con un aroma y sabor que harán las delicias de cualquier amante del cannabis. Para maximizar la producción y la calidad de la cosecha, es importante mantener condiciones óptimas de temperatura y humedad, y prestar atención a las necesidades nutricionales de las plantas, utilizando <a href=\"https://ganeshgrowshop.com/es/fertilizantes/\"><strong>fertilizantes</strong></a> adecuados. Con los cuidados adecuados, la Medikit CBD Autofloreciente recompensará al cultivador con una cosecha abundante y de alta calidad.</p><h3>Cosecha en exterior de la Medikit CBD Autofloreciente</h3><p>En exterior, la <strong>Medikit CBD Autofloreciente</strong> se cosecha también tras 70-75 días desde la germinación, con una producción por planta de 70-80 gramos. Estas plantas robustas y compactas son ideales para cultivadores con espacio limitado o que buscan discreción. A pesar de su tamaño, la Medikit CBD Autofloreciente es capaz de producir cogollos densos y resinosos, con un aroma y sabor excepcionales. Para obtener los mejores resultados, es importante elegir un buen lugar de cultivo, con suficiente luz solar y protegido de los vientos fuertes. El uso de <a href=\"https://ganeshgrowshop.com/es/fertilizantes/\"><strong>fertilizantes</strong></a> específicos para cannabis ayudará a maximizar la producción y la calidad de los cogollos.</p><h3>Sabor y Efecto de la Medikit CBD Autofloreciente</h3><p>La <strong>Medikit CBD Autofloreciente</strong> destaca por su delicioso sabor dulce y cítrico, con toques de frutas exóticas, que deleitará a todos aquellos que la prueben. Su efecto es predominantemente <strong>relajante</strong> y <strong>medicinal</strong>, gracias a su alto contenido en CBD y su prácticamente inexistente nivel de THC. Esto la convierte en una opción perfecta para aquellos que buscan aliviar dolores, reducir la ansiedad o mejorar su calidad de sueño sin experimentar los efectos psicoactivos típicos del cannabis rico en THC. Además, su efecto suave y relajante la hace ideal para consumir en cualquier momento del día, sin afectar al rendimiento diario.</p><blockquote><p>Si estás interesado en adquirir semillas de <strong>Medikit CBD Autofloreciente</strong> de <strong>Buddha Seeds</strong>, puedes hacerlo a través de nuestra tienda online. Ofrecemos semillas de la más alta calidad, asegurando una germinación exitosa y una planta saludable y productiva. No dudes en consultar nuestro catálogo y elegir la opción que mejor se adapte a tus necesidades. ¡Estamos aquí para ayudarte a tener una experiencia de cultivo exitosa y</p></blockquote>",
    "Description": "",
    "Tags": "Medikit Auto de Buddha Seeds | Ganesh Grow",
    "Meta title": "buddha purple kush",
    "Meta keywords": "Medikit Auto es la versión automática de la variedad medicinal Medikit, si necesitas cosechas tempraneras y una planta rica en CBD puro sin apenas THC.",
    "Meta description": "medikit-auto",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2018-10-22",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/3037/medikit-auto.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Autofloreciente:2:1,Genotipo:Híbrida:3:1,Días floración:70+ Días:4:1,THC:Bajo:5:1,CBD:CBD Alto:6:1,Producción en interior:400 - 450 g/m2:7:1,Producción en exterior:hasta 100 g/planta:8:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40496,
    "Active (0/1)": 1,
    "Name": "MEDIKIT CBD | BUDDHA SEEDS",
    "Categories": "BUDDHA SEEDS | SEMILLAS FEMINIZADAS,SEMILLAS CBD MEDICINALES,BUDDHA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 8,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": 20,
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "BSBMKF50",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "BUDDHA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.01,
    "Height": 0.01,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 198,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Medikit de Buddha Seeds es una semilla feminizada con dominancia CBD, ideal para fines medicinales, fácil de cultivar y con un sabor cítrico excepcional.</p>",
    "Short description": "<h1>Semillas de marihuana Medikit feminizada de Buddha Seeds</h1><p>La variedad Medikit feminizada del <strong><a href=\"https://www.buddhaseedbank.com/es/\">Buddha Seeds</a></strong> es un ejemplar único en el mundo del cannabis, destacando por su excepcional nivel de CBD que supera el 20%. Es una planta que crece con vigor, desarrollando hojas anchas y un color verde intenso que la caracteriza. Su periodo de floración es relativamente corto, y gracias a su genética bien equilibrada, se adapta perfectamente tanto a cultivos de interior como de exterior. Su resistencia a plagas y enfermedades es notable, lo que facilita su cultivo incluso para los jardineros menos experimentados. Es una opción ideal para aquellos que buscan un efecto medicinal, ya que su bajo contenido de THC permite disfrutar de sus beneficios sin experimentar un fuerte impacto psicoactivo.</p><h3>Genética de Medikit</h3><p>La genética de Medikit es el resultado de un minucioso trabajo de selección y cruce de variedades ricas en CBD. Su linaje incluye cepas con altos niveles de este cannabinoide, lo que garantiza un perfil genético estable y confiable. Esta variedad se ha creado pensando en aquellos usuarios que buscan aliviar diversos trastornos sin los efectos psicoactivos intensos del THC.</p><h3>Cultivo en Interior de Medikit</h3><p>Medikit se adapta de maravilla al cultivo en interior, donde muestra su máximo potencial. Se recomienda utilizar técnicas como SCROG o SOG para optimizar el espacio y maximizar la producción. Su periodo de floración es de aproximadamente 75 días, tras los cuales podrás disfrutar de unos rendimientos que rondan los <strong>450gr/m2</strong>. No escatimes en el uso de <strong><a href=\"https://ganeshgrowshop.com/es/fertilizantes/\">fertilizantes</a></strong> de calidad, y mantén un ojo en la humedad para prevenir posibles problemas de hongos.</p><h3>Cultivo en Exterior de Medikit</h3><p>En exterior, Medikit muestra una gran resistencia a las inclemencias del tiempo, pero siempre agradecerá un lugar soleado y protegido. Utiliza sustratos ricos en nutrientes y no dudes en complementar con <strong><a href=\"https://ganeshgrowshop.com/es/fertilizantes/\">fertilizantes</a></strong> para asegurar un crecimiento óptimo. La cosecha suele estar lista en la segunda mitad de abril en el hemisferio sur, <strong>con rendimientos que pueden llegar hasta 1-1.5 kg por planta.</strong></p><h3>Cosecha en Interior de Medikit</h3><p>Al cultivar Medikit en interior, podrás esperar una cosecha abundante y de calidad. Sus cogollos densos y resinosos están listos para ser recolectados tras 75 días de floración, ofreciendo rendimientos que pueden alcanzar los 450gr/m2. Es importante mantener <strong>condiciones óptimas de luz y temperatura para asegurar el máximo desarrollo</strong> de sus tricomas y terpenos, que son responsables de su aroma y sabor únicos.</p><h3>Cosecha en Exterior de Medikit</h3><p>Si optas por cultivar Medikit al aire libre, prepárate para cosechar en la segunda mitad de abril en el hemisferio sur. Esta planta desarrolla su máximo potencial en condiciones de pleno sol, y gracias a su robustez, es capaz de soportar condiciones climáticas adversas. Con los cuidados adecuados y el uso de <strong><a href=\"https://ganeshgrowshop.com/es/fertilizantes/\">fertilizantes</a></strong> de calidad, cada planta puede ofrecerte entre 1 y 1.5 kg de cogollos resinosos y aromáticos.</p><h3>Aroma de Medikit</h3><p>El aroma de Medikit es una verdadera delicia para los sentidos, <strong>combinando dulces notas cítricas con sutiles toques terrosos</strong>. Este perfil aromático tan característico se debe a su rica concentración de terpenos, que no solo contribuyen a su olor, sino también a su sabor y a los efectos terapéuticos que ofrece.</p><h3>Efectos de Medikit</h3><p>Los <strong>efectos de Medikit son predominantemente medicinales</strong>, gracias a su alto contenido de CBD y bajo nivel de THC. Su consumo no produce un fuerte impacto psicoactivo, lo que la hace perfecta para aquellos que buscan aliviar dolencias como el estrés, la ansiedad o el dolor, sin experimentar alteraciones en su percepción. Es una variedad que promueve la relajación y el bienestar, ideal para disfrutar en cualquier momento del día.</p><h3>Usos Medicinales de Medikit</h3><p><strong>Medikit se ha ganado un lugar destacado en el ámbito medicinal del cannabis gracias a su perfil cannabinoide</strong>. Es una opción excelente para aliviar condiciones como el estrés, la ansiedad, el dolor crónico y las inflamaciones. También se ha reportado su efectividad en el tratamiento de epilepsia y otras condiciones neurológicas. Su bajo contenido de THC permite disfrutar de sus beneficios terapéuticos sin experimentar un fuerte impacto psicoactivo.</p><blockquote><p>Medikit de Buddha Seeds es una variedad de cannabis que destaca por su alto contenido de CBD y su perfil genético bien equilibrado. Su cultivo es accesible tanto para novatos como para cultivadores experimentados, y su resistencia a plagas y enfermedades la convierte en una opción ideal.</p></blockquote>",
    "Description": "",
    "Tags": "Medikit  CBD de Buddha Seeds | Ganesh Grow",
    "Meta title": "buddha purple kush",
    "Meta keywords": "Medikit logra niveles de cannabinoides que superan en algunos individuos valores del 20% de CBD, Compra ahora esta deliciosa variedad de Buddha Seeds,",
    "Meta description": "medikit-feminizada",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2018-10-22",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/3038/medikit-feminizada.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Fotodependiente:2:1,Genotipo:Híbrida:3:1,Días floración:70+ Días:4:1,THC:Bajo:5:1,CBD:CBD Alto:6:1,Producción en interior:400 - 450 g/m2:7:1,Producción en exterior:+ 1000 g/planta:8:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40497,
    "Active (0/1)": 1,
    "Name": "WARLOCK CBD",
    "Categories": "SERIOUS SEEDS | SEMILLAS FEMINIZADAS,OUTLET,SEMILLAS CBD MEDICINALES",
    "Price tax included": 70,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "SERIOUS SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Warlock fue el buque insignia y más popular cepa de Magus Genetics y tiene en sí mismo un cierto estatus de leyenda.</p>",
    "Short description": "<h1>Warlock CBD</h1><ul><li><b>Premios</b>: 3 premios</li><li><b>Tipo:</b> F1-híbrida, en su mayoría de Indica</li><li><b>Tiempo floración interior:</b> 55 - 60 días</li><li><b>Producción en interior:</b> 400 - 500 gr / m 2</li><li><b>Exterior / Invernadero momento de la cosecha:</b> principios de noviembre</li><li><b>Contenido medio de THC:</b> 8%</li><li><b>Contenido medio CDB:</b> 4%</li><li><b>Ratio</b> THC:CDB 2:1</li></ul><p>Una de nuestras cepas más sabrosas Warlock se cruzó con Cannatonic, una variedad con un contenido muy alto de CDB, en colaboración con House of the Great Gardener de Canadá.</p><h4>El nuevo cruce se probó en el laboratorio en Canadá y 9 de las 24 muestras tenían una relación 2: 1 de THC: CBD</h4><p>La potencia promedio fue de aprox. 8% de THC: 4% de CBD, con las mejores plantas con un contenido de THC de 16,86% y un contenido de CBD de 15,58%</p><p>Ya que SOLAMENTE lanzaremos una variedad bajo nuestra línea médica: SERIAMENTE MÉDICO cuando todas las muestras analizadas en laboratorio contengan más de 4% de CDB, lo cual es válido para 15 de 24 muestras aquí, hemos decidido vender esta nueva cruz como una edición limitada y desarrollarlo aún más.</p><p>Siendo un hibrido con caractér Indica, Serious Seeds aconseja darle al menos 5 semanas de crecimiento para una producción óptima, estimada en 400-500gr / m2.</p><p>Su flloración en interior no necesita más de 55 a 60 días, mientras que tendrémos que esperar hasta principios de noviembre para cosechar la CBD Warlock en exterior.</p><p>Su aroma es dulce y afrutado, mientras que su efecto es muy corporal y poco psicoactivo, adaptado para luchar contra el dolor crónico, esclerosis múltiple, glaucoma, o el síndrome de Tourette (de acuerdo a la información proporcionada por Serious Seeds).</p><p>Durante la prueba realizada por el cultivo de Great Gardener y Serious Seeds en Canadá, 15 de 24 muestras mostraron más del 4% de CDB.</p><p>El banco de semillas quiso comercializar definitivamente la CDB Warlock cuando el 100% de las plantas contenian al menos un 4% de cannabidiol, así que de momento solo se ofrece en forma de edición limitada.</p>",
    "Description": "",
    "Tags": "Warlock CBD Serious Seeds - Marihuana medicinal",
    "Meta title": "warlock",
    "Meta keywords": "Warlock fue el buque insignia y más popular cepa de Magus Genetics y tiene en sí mismo un cierto estatus de leyenda.",
    "Meta description": "warlock-cbd",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2016-10-28",
    "Product available date": "2018-10-22",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/3039/warlock-cbd.jpg,https://ganeshgrowshop.com/3040/warlock-cbd.jpg,https://ganeshgrowshop.com/3041/warlock-cbd.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40967,
    "Active (0/1)": 1,
    "Name": "SATIVATION CBD | TAIMA SEEDS",
    "Categories": "SEMILLAS CBD MEDICINALES,TAIMA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 23,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0022-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Sativation CBD, una planta fascinante que procede de un cruce entre ACDC y Sour Diesel, una fusión que da como resultado un híbrido de clara dominancia Sativa con una calidad excepcional y con un contenido.</p>",
    "Short description": "<h1>SATIVATION CBD</h1><p>Buenas noticias para los <span style=\"font-weight: bold;\">amantes de las sativas </span>que quieren disfrutar de las bondades del cannabidiol sin negarse a los sabores y aromas clásicos que caracterizan a este genotipo, la esencia Diesel tan querida en el mundo cannábico no se pierde en esta variedad concebida con la exclusiva idea de ofrecer precisamente eso, un producto nuevo sin perder lo bueno que tanto triunfo en su tiempo, pasando por los <span style=\"font-weight: bold;\">altos niveles de exigencias de Taima Seeds.</span> Si quieres conocer un poco más este nuevo banco de semillas pasate por nuestro blog y echa un vistazo al <span style=\"font-style: italic; font-weight: bold;\">artículo de Taima Seeds</span>.<br /> <br /> Sativation CBD presenta unos niveles considerables de <span style=\"font-weight: bold;\">cannabidiol, 15%</span> para ser concretos <span style=\"font-weight: bold;\">sin perder la esencia Sour</span>, la<span style=\"font-weight: bold;\"> medicina natural </span>en el formato de toda la vida que se ha reducido su capacidad psicoactiva al mínimo exponente para que podamos seguir disfrutando de sus aromas y sabores clásicos sin que nuestro cerebro se vea en tesituras cognitivas de ningún tipo.<br /> <br /> <span style=\"font-weight: bold;\">Sativation CBD se desenvuelve de forma magnifica en todas las modalidades de cultivo</span>, ya no es su atractivo producto final, esta variedad destaca por su<span style=\"font-weight: bold;\"> facilidad de cultivo</span> y <span style=\"font-weight: bold;\">ofrece unas cosechas enormes</span>, las características típicas de una sativa que cumplirá con creces las exigencias de todo aquel cultivador que se aventure a sacar adelante esta maravillosa cepa. Se recomienda no darle una etapa crecimiento muy prolongado ya que a la mínima que la dejes esta planta invadirá todo el espacio disponible con una ramificación masiva, en exteriores se han llegado a dar auténticos árboles de 4 metros de altura, por lo que tendremos que echar un ojo en este aspecto. <span style=\"font-weight: bold;\">Sativation ofrece muy buenas resistencias</span>, al ser una variedad sativa es típico que tarden más por lo que es esencial que esta planta ofrezca las resistencias adecuadas.</p><h2>CARACTERÍSTICAS</h2><ul><li>TIPO: FEMINIZADAS</li><li>GENÉTICA: Sativa 80-100%</li><li>CRUCE: Sour Diesel x Confidencial</li><li>THC: 0'22 %</li><li>CBD: 15 %</li><li>SABOR: Floral, Tierra húmeda, Diesel</li><li>EFECTO: Relajante, Terapéutico</li><li>TIEMPO DE FLORACIÓN: &gt;80 días</li><li>PRODUCCIÓN INTERIOR: 550 – 600 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 1000 – 1300 (g/planta)</li><li>ALTURA INTERIOR: Alta</li><li>ALTURA EXTERIOR: 250 – 350 cm</li><li>COSECHA EXTERIOR: 1ª quincena Noviembre</li></ul><p>Si lo que estás buscando es una <span style=\"font-weight: bold;\">variedad de CBD con las características de una sativa</span>, Sativation es una variedad que no puede faltar en tu jardín. En <span style=\"font-weight: bold;\">Ganesh Grow</span> solo ofrecemos<span style=\"font-weight: bold;\"> las mejores variedades de cannabis ligh</span>t, llevamos más de 15 años en el sector y ofrecemos todas las garantías que se puedan dar. <span style=\"font-weight: bold;\">Aprovecha nuestras ofertas </span>y haz ya tu pedido, te lo enviamos a tu domicilio de forma segura con la mayor presteza posible.</p>",
    "Description": "",
    "Tags": "Semillas de marihuana Light Sativation CBD | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Sativation CBD, semillas feminizadas de TAIMA SEEDS, las mejores ofertas en cannabis medicinal en Ganesh Grow, marihuana CBD, semillas de CBD",
    "Meta description": "sativation-cbd-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5161/sativation-cbd-taima-seeds.jpg,https://ganeshgrowshop.com/5162/sativation-cbd-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40968,
    "Active (0/1)": 1,
    "Name": "COLTRANE 1:2 CBD | TAIMA SEEDS",
    "Categories": "SEMILLAS CBD MEDICINALES,TAIMA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 23,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0023-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 100,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>La combinación perfecta de los cannabinoides más famosos de la planta de cannabis da forma a esta nueva variedad que nos trae Taima Seeds, buscando darle ese toque leve de THC que a veces podemos echar de menos cuando consumimos<span style=\"font-weight: bold;\"> flores ricas en cannabidiol,</span> eso sí,<span style=\"font-weight: bold;\"> los niveles de THC son bajos</span> y no deberíamos sentir ningún compromiso cerebral fuerte que pueda perjudicarnos en nuestra rutina diaria. Si quieres conocer un poco más a este nuevo banco de semillas pásate por nuestro blog y echa un vistazo al <span style=\"font-style: italic; font-weight: bold;\">artículo de Taima Seeds</span>.</p>",
    "Short description": "<h1>COLTRANE 1:2 CBD</h1><p>La combinación perfecta de los cannabinoides más famosos de la planta de cannabis da forma a esta nueva variedad que nos trae Taima Seeds, buscando darle ese toque leve de THC que a veces podemos echar de menos cuando consumimos<span style=\"font-weight: bold;\"> flores ricas en cannabidiol,</span> eso sí,<span style=\"font-weight: bold;\"> los niveles de THC son bajos</span> y no deberíamos sentir ningún compromiso cerebral fuerte que pueda perjudicarnos en nuestra rutina diaria. Si quieres conocer un poco más a este nuevo banco de semillas pásate por nuestro blog y echa un vistazo al <a href=\"https://ganeshgrowshop.com/es/blog/presentac%C3%B3n-del-nuevo-banco-de-semillas-taima-seeds.html\">artículo de Taima Seeds</a>.<br /> <br /> Como en su propio nombre indica <span style=\"font-weight: bold;\">el ratio de THC y CBD es de 1:2 respectivamente,</span> además de eso, Coltrane 1:2 goza de unos sabores y aromas florales suaves adornados con <span style=\"font-weight: bold;\">toques cítricos y un clásico </span>sabor a delicioso hachís, algo muy buscado entre los consumidores old school. <span style=\"font-weight: bold;\">Los beneficios del CBD y del THC</span> en una concentración perfecta destinada para darle mil usos, tanto los consumidores que buscan sus capacidades terapéuticas o bien su uso recreativo, o todas a la vez, esta planta tiene todo lo necesario para superar todas las expectativas.<br /> <br /> Además de lo citado anteriormente, la Coltrane 1:2 es una variedad <span style=\"font-weight: bold;\">muy sencilla de cultivar </span>con una muy <span style=\"font-weight: bold;\">buena velocidad de desarrollo,</span> ninguna variedad de cannabis medicinal ofrece unas flores tan resinosas como esta, un producto final más que atractivo para los amantes de la marihuana tradicional y light. Su capacidad productora se equipara a las variedades más famosas de cannabis tradicionales, ofreciendo unas <span style=\"font-weight: bold;\">grandes cosechas tanto indoor como outdoor</span> y se desenvuelve a las mil maravillas en ambas modalidades ya que <span style=\"font-weight: bold;\">destaca su gran vigor y fuerza</span> a la hora de crecer y echar ramas, se recomienda darle un crecimiento corto ya que sino la altura a la que llega esta planta podría ser un problema, siempre sujeto a las preferencias del cultivador.</p><h2>CARACTERÍSTICAS</h2><ul><li>TIPO: FEMINIZADAS</li><li>GENÉTICA: Híbrido</li><li>CRUCE: Cannatonic x Confidencial</li><li>THC: 4'97%</li><li>CBD: 10 %</li><li>SABOR: Cítrico, Floral, Hash, Tierra húmeda</li><li>EFECTO: Relajante, Terapéutico</li><li>TIEMPO DE FLORACIÓN: 55 – 60 días</li><li>PRODUCCIÓN INTERIOR: 550 – 600 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 900 – 1000 (gr/planta)</li><li>ALTURA INTERIOR: Media – Alta</li><li>ALTURA EXTERIOR: 200 – 300 cm</li><li>COSECHA EXTERIOR: 2ª quincena Septiembre</li></ul><p>Si lo que estás buscando es algo diferente y la nueva <span style=\"font-weight: bold;\">marihuana light</span> no te convence del todo, en<span style=\"font-weight: bold;\"> Ganesh Grow</span> te invitamos a probar esta <span style=\"font-weight: bold;\">variedad única que nos trae Taima Seeds </span>pasando todos sus filtros de calidad tan exigentes que caracterizan a este banco de semillas. Tanto si eres principiantes o bien eres ya todo un experto del cultivo de cannabis, Coltrane 1:2 te sorprenderá por sus grandes capacidades, ofreciendo algo diferente que no defraudará al consumidor. Si tienes cualquier duda no dudes en consultar a <span style=\"font-weight: bold;\">Ganesh Grow, tu experto en cultivo de confianza, </span>llevamos más de 15 años en este sector y te ofrecemos todas las garantías posibles. Aprovecha nuestras ofertas, haz tu pedido y nosotros te lo enviamos a tu domicilio de forma segura a la mayor velocidad posible.</p>",
    "Description": "",
    "Tags": "Coltrane 1:2 CBD | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Coltrane 1:2 CBD, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "coltrane-12-cbd-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5165/coltrane-12-cbd-taima-seeds.jpg,https://ganeshgrowshop.com/5166/coltrane-12-cbd-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40969,
    "Active (0/1)": 1,
    "Name": "DR BERRY CBD | TAIMA SEEDS",
    "Categories": "SEMILLAS CBD MEDICINALES,TAIMA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 21.5,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0021-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 102,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>El máximo exponente a lo que marihuana medicinal se refiere llega de la mano de Taima Seeds, Dr Berry CBD es quizá la planta que registra <span style=\"font-weight: bold;\">mayor nivel de CBD</span> del mercado actual, llegando a la asombrosa cifra de <span style=\"font-weight: bold;\">24% de cannabidiol</span>, todo un logro genético y un excelente trabajo de este nuevo banco de semillas, si quieres conocerles un poco más pásate por nuestro blog y echa un vistazo al <span style=\"font-style: italic; font-weight: bold;\">artículo de Taima Seeds</span>.</p>",
    "Short description": "<h1>DR. BERRY CBD</h1><p>El máximo exponente a lo que marihuana medicinal se refiere llega de la mano de Taima Seeds, Dr Berry CBD es quizá la planta que registra <span style=\"font-weight: bold;\">mayor nivel de CBD</span> del mercado actual, llegando a la asombrosa cifra de <span style=\"font-weight: bold;\">24% de cannabidiol</span>, todo un logro genético y un excelente trabajo de este nuevo banco de semillas, si quieres conocerles un poco más pásate por nuestro blog y echa un vistazo al <span style=\"font-style: italic; font-weight: bold;\">artículo de Taima Seeds</span>. <br /> <br /> <span style=\"font-weight: bold;\">La medicina natural por excelencia</span> en su formato más poderoso, ninguna variedad te hará sentir <span style=\"font-weight: bold;\">los beneficios del cannabidiol </span>como Dr. Berry CBD, además de poder disfrutar de unos <span style=\"font-weight: bold;\">aromas dulces muy llamativos y gustosos</span> al olfato que no dejarán indiferente a nadie, si a esto le sumamos su <span style=\"font-weight: bold;\">sabor a frutas del bosque</span> lo convierte en un producto ideal para los amantes de estos matices en todos sus aspectos. <span style=\"font-weight: bold;\">Sus niveles de THC rozan la impercepción</span>, por lo que no sentiremos efectos psicoactivos de ningún tipo a la hora de ahumar sus portentosas flores.<br /> <br /> <span style=\"font-weight: bold;\">Dr. Berry CBD es muy sencilla de cultivar</span> ya que <span style=\"font-weight: bold;\">resiste muy bien el estrés</span> generado por fallos en sus parámetros ideales de desarrollo, dándote un <span style=\"font-weight: bold;\">amplio margen de error </span>para esos momentos que a veces no podemos cumplir con las exigencias de esta. Los ataques de plagas tanto de insectos como de hongos no serán un problema mayor gracias a su resistencia y velocidad de desarrollo, obviamente hay que ver los niveles a las que estas se exponen de dichas plagas. <span style=\"font-weight: bold;\">Las cosechas que esta ofrece son muy grandes </span>tanto indoor como outdoor sin matarse demasiado en el proceso.</p><h2>CARACTERÍSTICAS</h2><ul><li>TIPO: FEMINIZADAS</li><li>GENÉTICA: Híbrido</li><li>THC: 0'51 %</li><li>CBD: 24 %</li><li>SABOR: Afrutada, Frutos del bosque, Tierra húmeda</li><li>EFECTO: Relajante, Terapéutico</li><li>TIEMPO DE FLORACIÓN: 60 – 65 días</li><li>PRODUCCIÓN INTERIOR: 500 – 550 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 1000 – 1200 (g/planta)</li><li>ALTURA INTERIOR: Media</li><li>ALTURA EXTERIOR: 200 – 300 cm</li><li>COSECHA EXTERIOR: 2ª quincena Octubre</li><li>CRUCE: ACDC x Confidencia</li></ul><p>Si quieres probar la mayor representación de<span style=\"font-weight: bold;\"> los niveles más altos de cannabidiol, </span>Dr. Berry es tu mejor opción para ver de primera mano las capacidades tanto en el proceso de desarrollo como en las bondades que ofrecen sus cosechas. En <span style=\"font-weight: bold;\">Ganesh Grow</span> solo encontrarás<span style=\"font-weight: bold;\"> las mejores variedades de cannabis medicinal,</span> llevamos más de 15 años en el sector dedicados a esta planta milenaria. <span style=\"font-weight: bold;\">Aprovecha nuestras ofertas y haz tu pedido</span>, nosotros te lo enviamos a casa de forma segura con todas las garantías a la mayor celeridad posible.</p>",
    "Description": "",
    "Tags": "Semillas de marihuana legal Dr Berry CBD | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Dr Berry CBD, semillas feminizadas de TAIMA SEEDS, semillas de marihuana legal, marihuana light, las mejores variedades de cannabis medicinal en Ganesh Grow",
    "Meta description": "dr-berry-cbd-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5169/dr-berry-cbd-taima-seeds.jpg,https://ganeshgrowshop.com/5170/dr-berry-cbd-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40970,
    "Active (0/1)": 1,
    "Name": "KEEP CALM CBD | TAIMA SEEDS",
    "Categories": "SEMILLAS CBD MEDICINALES,TAIMA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 23,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0024-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 199,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Desde los exigentes controles de calidad de Taima Seeds nos llega esta portentosa variedad de cannabis light Keep Calm CBD, un nombre que le viene al pelo por sus grandes capacidades relajantes hacia el usuario, una forma de disfrutar de nuestra planta favorita sin que nuestro cerebro y capacidad motora se vean comprometidos. Si quieres conocer un poco más a este nuevo banco de semillas pasate por nuestro blog y echa un vistazo al <a href=\"https://ganeshgrowshop.com/es/blog/presentac%C3%B3n-del-nuevo-banco-de-semillas-taima-seeds.html\"><span style=\"font-style: italic; font-weight: bold;\">artículo de Taima Seeds</span>.</a></p>",
    "Short description": "<h1>KEEP CALM CBD</h1><p>Desde los exigentes controles de calidad de Taima Seeds nos llega esta portentosa variedad de cannabis light Keep Calm CBD, un nombre que le viene al pelo por sus grandes capacidades relajantes hacia el usuario, una forma de disfrutar de nuestra planta favorita sin que nuestro cerebro y capacidad motora se vean comprometidos. Si quieres conocer un poco más a este nuevo banco de semillas pasate por nuestro blog y echa un vistazo al <a href=\"https://ganeshgrowshop.com/es/blog/presentac%C3%B3n-del-nuevo-banco-de-semillas-taima-seeds.html\"><span style=\"font-style: italic; font-weight: bold;\">artículo de Taima Seeds</span>.</a><br /> <br /> Keep Calm CBD presenta unos <span style=\"font-weight: bold;\">considerables niveles de cannabidiol, 14%</span>, si bien existen plantas con mayores niveles, la sensación que nos deja esta variedad en el cuerpo es de las más relajantes que te puedes encontrar. Sus flores son preciosas y una auténtica delicia para el consumidor a la hora de darle lumbre, estas están caracterizadas por un <span style=\"font-weight: bold;\">aroma y sabor a diesel</span> que se combinan a la perfección con sus matices terrosos y a pino, un combo que cualquier amante del cannabis apreciará.<br /> <br /> Lo mejor de todo es que es extremadamente <span style=\"font-weight: bold;\">sencilla de cultivar</span>, presenta una muy <span style=\"font-weight: bold;\">buena velocidad de desarrollo y su producción es bastante considerable</span> tanto fuera o dentro de las cuatro paredes. Puede llegar a buenas alturas pero ninguna que asuste o llame mucho la atención de curiosos si hacemos bien nuestro trabajo. Presenta unas <span style=\"font-weight: bold;\">altas resistencias ante las adversidades</span> tanto a nivel climático como al ataque de plagas y encima no es nada exigente a la hora de nutrirse.</p><h2>CARACTERÍSTICAS</h2><ul><li>TIPO:  FEMINIZADAS</li><li>GENÉTICA: Híbrido</li><li>CRUCE: Harley x Confidencial</li><li>THC: 0'02 %</li><li>CBD: 14 %</li><li>SABOR: Terroso, Pino, Diesel</li><li>EFECTO: Relajante, Terapéutico</li><li>TIEMPO DE FLORACIÓN:   55 – 60 días</li><li>PRODUCCIÓN INTERIOR:   450 – 500 gr/m2</li><li>PRODUCCIÓN EXTERIOR:   700 – 800 (gr/planta)</li><li>ALTURA INTERIOR: Media</li><li>ALTURA EXTERIOR: 200 – 250 cm</li><li>COSECHA EXTERIOR: 2ª quincena Septiembre</li></ul><p><span style=\"font-weight: bold;\">En Ganesh Grow solo encontrarás las mejores variedades de marihuana light</span>, si lo que buscas es una planta rica en cannabidiol con<span style=\"font-weight: bold;\"> fuertes dotes terapéuticas</span>, Keep Calm CBD es una opción que no puedes descartar,<span style=\"font-weight: bold;\"> ideal para novatos del cultivo</span> que quieran dar sus primeros pasos y disfrutar de cada proceso de desarrollo de la planta más famosa del mundo.<span style=\"font-weight: bold;\"> Aprovecha nuestras atractivas ofertas y haz tu pedido</span>, nosotros te lo enviamos a casa de forma segura con todas las garantías y con la mayor velocidad posible. Para cualquier duda respecto al cultivo de esta maravilla consulta a <span style=\"font-weight: bold;\">Ganesh Grow, tu experto en cáñamo de confianza</span> con más de 15 años en el sector.</p>",
    "Description": "",
    "Tags": "Semillas de marihuana light Keep Calm CBD | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "La Keep Calm CBD es una variedad de cannabis terapéutico excepcional, las mejores variedades de cannabis light, las mejores ofertas en Ganesh Grow",
    "Meta description": "keep-calm-cbd-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5173/keep-calm-cbd-taima-seeds.jpg,https://ganeshgrowshop.com/5174/keep-calm-cbd-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40971,
    "Active (0/1)": 1,
    "Name": "SKYSCRAPER CBD | TAIMA SEEDS",
    "Categories": "SEMILLAS CBD MEDICINALES,TAIMA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 23,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGS0025-2",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.1,
    "Height": 0.1,
    "Depth": 0.1,
    "Weight": 0.006,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 0,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Taima Seeds nos vuelve a sorprender con una variedad de <span style=\"font-weight: bold;\">cannabis light</span> con unos <span style=\"font-weight: bold;\">altos picos de cannabidiol</span>, el cannabinoide responsable de los múltiples beneficios de la planta preferida por todos. Con este producto exclusivo de coleccionista cualquier usuario podrá disfruta de todos los procesos que conlleva además de llevarse a casa la preciosa Taima Box con que se guardan las semillas y que la puedes dar mil usos.</p>",
    "Short description": "<h1>SKYSCRAPER CBD | TAIMA SEEDS</h1><p><br /> Desde los filtros tan exigentes que caracterizan a <span style=\"font-weight: bold;\">Taima Seeds </span>nos llega una variedad con un grado de <span style=\"font-weight: bold;\">CBD registrado de 20,54%</span> que no dejará indiferente a nadie. <span style=\"font-weight: bold;\">Skyscraper CBD es descendiente directo de la mítica Cannatonic</span> que tanto éxito ha tenido estos últimos tiempos y su gran genética se hace palpable en todo el desarrollo de esta portentosa planta. Sus aromas cítricos con toques terrosos son una auténtica delicia para tus sentidos, además del sabor exquisito de su producto final que recordarán al hash más mítico que nunca defrauda.<br /> <br /> Skyscraper CBD es una planta de <span style=\"font-weight: bold;\">alto rendimiento</span> que se desarrolla a una <span style=\"font-weight: bold;\">velocidad escandalosa, </span>si nos pasamos de crecimiento tendremos severos problemas de espacio así que si te decantas por el indoor deberás tenerlo en cuenta previamente y aplicarle un periodo de crecimiento corto. <br /> <br /> Esta maravilla ofrece unas<span style=\"font-weight: bold;\"> cosechas muy potentes </span>tanto dentro y fuera de las cuatro paredes, si nos hemos decidido por esta última tenemos que tener en cuenta que esta planta puede llegar hasta los <span style=\"font-weight: bold;\">4 metros de altura</span> si se lo permitimos, es donde mejor se desenvuelve y saca a relucir sus mejores cualidades, además la cantidad de resina que ofrecen sus cogollos es mayor a la media de las plantas ricas en cannabidiol. Buena velocidad, vigor, fuerza y grandes cosechas, esta variedad <span style=\"font-weight: bold;\">es toda una bestia en todos los sentidos.</span></p><h2>FICHA TECNICA</h2><ul><li>TIPO: FEMINIZADA</li><li>GENÉTICA: Híbrido</li><li>CRUCE: Cannatonic x Confidencial</li><li>THC: 0'46 %</li><li>CBD: 20'54 %</li><li>SABOR: Cítrico, Terroso, Hash</li><li>EFECTO: Relajante, Terapéutico</li><li>TIEMPO DE FLORACIÓN: 65 – 70 días</li><li>PRODUCCIÓN INTERIOR: 550 – 600 gr/m2</li><li>PRODUCCIÓN EXTERIOR: 1000 – 1200 (g/planta)</li><li>ALTURA INTERIOR: Alta</li><li>ALTURA EXTERIOR: 250 – 400 cm</li><li>COSECHA EXTERIOR: 2ª quincena Octubre</li></ul><p>Si lo que estás buscando es una planta potente como ninguna rica en CBD y prácticamente ausente de efectos psicoactivos, Skyscraper CBD es una de<span style=\"font-weight: bold;\"> las mejores variedades de marihuana light </span>disponibles para ti. Una forma de disfrutar de nuestro hobby favorito sin que nuestro cerebro se vea comprometido con su producto final, además todos tus colegas se quedarán con la boca abierta, pocas plantas son tan asombrosas, adelantando por el exterior a muchas de sus primas con genética clásica. En<span style=\"font-weight: bold;\"> Ganesh Grow </span>solo encontrarás<span style=\"font-weight: bold;\"> las mejores variedades de</span> <span style=\"font-weight: bold;\">cáñamo medicinal</span>, llevamos más de 15 años en el sector ofreciendo lo último a lo que cannabis se refiere. <span style=\"font-weight: bold;\">Aprovecha nuestras ofertas y haz ya tu pedido</span>, te lo enviamos a tu domicilio de forma segura con la mayor celeridad posible, con todas las garantías por parte de<span style=\"font-weight: bold;\"> tu experto en cultivo de confianza Ganesh Grow.</span></p>",
    "Description": "",
    "Tags": "Skyscraper CBD | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "Skyscraper CBD, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "skyscraper-cbd-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "2021-04-13",
    "Product available date": 1,
    "Product creation date": "https://ganeshgrowshop.com/5177/skyscraper-cbd-taima-seeds.jpg,https://ganeshgrowshop.com/5178/skyscraper-cbd-taima-seeds.jpg",
    "Show price (0 = No, 1 = Yes)": 0,
    "Image URLs": "",
    "Image alt texts (x,y,z...)": 0,
    "Delete existing images (0 = No, 1 = Yes)": "new",
    "Feature (Name:Value:Position:Customized)": 0,
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 1,
    "Text fields (0 = No, 1 = Yes)": 0,
    "Action when out of stock": "",
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 40972,
    "Active (0/1)": 1,
    "Name": "HIGH LEVEL CBD MIX PACK | TAIMA SEEDS",
    "Categories": "SEMILLAS CBD MEDICINALES,TAIMA SEEDS | SEMILLAS MEDICINALES CBD",
    "Price tax included": 44.99,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": "TGSMP0002-8",
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "TAIMA SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 0.2,
    "Height": 0.2,
    "Depth": 0,
    "Weight": 0.005,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 2,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Una selección de cuatro variedades de<span style=\"font-weight: bold;\"> cannabis light </span>por parte de Taima Seeds se concentran en este pack exclusivo. Incluye dos semillas de cada cepa y cada una de ellas sorprenderá tanto en su cultivo como en el producto final, registrando unos niveles altísimos de cannabidiol.</p>",
    "Short description": "<h1>HIGH LEVEL CBD MIX PACK | TAIMA SEEDS</h1><p><br />El uso de <span style=\"font-weight: bold;\">productos ricos en CBD</span> y sobretodo las flores ricas en este cannabinoide están teniendo muchísima demanda en todo el continente europeo y en consecuente en el mundo entero. Ya se ha testado su eficacia a nivel terapéutico en cuantiosos estudios, sus posibilidades son infinitas y el modo de su consumo varía según la preferencia del usuario. La OMS ha declarado que <span style=\"font-weight: bold;\">el CBD no es una sustancia adictiva </span>y aún menos peligrosa para los seres vivos. Todo el sabor de la marihuana tradicional con la ventaja de que<span style=\"font-weight: bold;\"> el CBD no coloca,</span> una forma de disfrutar de nuestra planta favorita sin ningún tipo de miedo.<br /><br />Con este pack podrás ver de primera mano las cualidades de desarrollo de cada variedad, además de disfrutar de sus flores, una cata cannábica desde la germinación con la nueva sensación del momento en el mundo del cannabis medicinal. Las variedades en cuestión son:</p><ul><li style=\"font-style: italic;\"><a href=\"https://ganeshgrowshop.com/es/semillas-de-marihuana/semillas-marihuana-cbd-medicinales/keep-calm-cbd-taima-seeds.html\">Keep Calm CBD</a> x2</li><li style=\"font-style: italic;\"><a href=\"https://ganeshgrowshop.com/es/semillas-de-marihuana/semillas-marihuana-cbd-medicinales/coltrane-12-cbd-taima-seeds.html\">Coltrate 1:2 CBD</a> x2</li><li style=\"font-style: italic;\"><a href=\"https://ganeshgrowshop.com/es/semillas-de-marihuana/semillas-marihuana-cbd-medicinales/sativation-cbd-taima-seeds.html\">Salvation CBD</a> x2</li><li><span style=\"font-style: italic;\"><a href=\"https://ganeshgrowshop.com/es/semillas-de-marihuana/semillas-marihuana-cbd-medicinales/dr-berry-cbd-taima-seeds.html\">Dr. Berry CBD</a> x2</span></li></ul><p>Pincha en cualquiera de ellas si te pica la curiosidad y quieres conocer más a fondo sus características.<br /><br />La exigencia de Taima Seeds y sus rigurosos controles de calidad solo permiten la venta de las semillas más poderosas, siempre seleccionadas a mano y pasando un fuerte filtro, si quieres conocer más este nuevo banco de semillas pásate por nuestro blog y echa un vistazo al<a href=\"https://ganeshgrowshop.com/es/blog/presentac%C3%B3n-del-nuevo-banco-de-semillas-taima-seeds.html\"> <span style=\"font-style: italic;\">artículo de Taima Seeds</span></a>.<br /><br /><span style=\"font-weight: bold;\">En Ganesh Grow solo encontrarás las mejores variedades de cannabis medicinal</span>, con este pack. Si lo que quieres es cultivar tu <span style=\"font-weight: bold;\">propia marihuana light </span>y eres de los que disfruta con el proceso, este pack no puede faltar en tu repertorio además de su exclusivo recipiente con un diseño brutal y de calidades extremas. <span style=\"font-weight: bold;\">Aprovecha nuestras ofertas</span>, haz tu pedido y nosotros te lo enviamos a casa de forma segura y con la mayor celeridad posible, con todas las garantías que una empresa con más de 15 años en el sector puede ofrecerte.</p>",
    "Description": "",
    "Tags": "High Level CBD Mix Pack | TAIMA SEEDS",
    "Meta title": "",
    "Meta keywords": "High Level CBD Mix Pack, semillas feminizadas de TAIMA SEEDS",
    "Meta description": "high-level-cbd-mix-pack-taima-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2021-04-13",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/5181/high-level-cbd-mix-pack-taima-seeds.jpg,https://ganeshgrowshop.com/5182/high-level-cbd-mix-pack-taima-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  },
  {
    "Product ID": 1000751,
    "Active (0/1)": 1,
    "Name": "JOANNES CBD x3 | ROYAL QUEEN SEEDS",
    "Categories": "ROYAL QUEEN SEEDS,SEMILLAS CBD MEDICINALES",
    "Price tax included": 25,
    "Tax rules ID": 22,
    "Wholesale price": 0,
    "On sale (0/1)": 0,
    "Discount amount": "",
    "Discount percent": "",
    "Discount from (yyyy-mm-dd)": "",
    "Discount to (yyyy-mm-dd)": "",
    "Reference #": 302361,
    "Supplier reference #": "",
    "Supplier": "",
    "Manufacturer": "ROYAL QUEEN SEEDS",
    "EAN13": "",
    "UPC": "",
    "Ecotax": 0,
    "Width": 5,
    "Height": 2,
    "Depth": 0,
    "Weight": 0.01,
    "Delivery time of in-stock products": "",
    "Delivery time of out-of-stock products with allowed orders": "",
    "Quantity": 1,
    "Minimal quantity": 1,
    "Low stock level": 0,
    "Send me an email when the quantity is under this level": "both",
    "Visibility": 0,
    "Additional shipping cost": "",
    "Unit for the unit price": 0,
    "Unit price": "<p>Semillas Joanne's CBD de Royal Queen Seeds, con alto CBD y bajo THC para un cultivo terapéutico y efectos suaves y claros.</p>",
    "Short description": "<h1>Semillas de marihuana Joanne's CBD de Royal Queen Seeds</h1><p>Descubre las <strong>semillas Joanne's CBD de Royal Queen Seeds</strong>, una variedad rica en CBD que promete una experiencia terapéutica sin precedentes. Con una concentración de CBD del 15% y un contenido de THC de apenas 0,25-0,75%, estas semillas están diseñadas para ofrecer todos los beneficios del cannabidiol sin los efectos psicoactivos. Joanne's CBD es un híbrido dominante Sativa, resultado de la combinación genética entre Session y Juanita la Lagrimosa, lo que le confiere una estructura robusta y una resistencia envidiable ante diversas condiciones climáticas.</p><h3>Genética de Joanne's CBD</h3><p>Las semillas Joanne's CBD poseen una genética excepcional, con un <strong>75% de Sativa y 25% de Indica</strong>. Este equilibrio se traduce en plantas de altura moderada y una gran producción. La genética de Joanne's CBD proviene de cruzar Session con Juanita la Lagrimosa, dos variedades conocidas por su alto contenido de CBD y su efecto lúcido y ligero, ideal para usuarios que buscan alivio sin alteraciones significativas en su percepción o comportamiento.</p><h3>Cultivo en interior de Joanne's CBD</h3><p>El cultivo de Joanne's CBD en interiores es sencillo y gratificante. Estas plantas alcanzan una altura de <strong>80-120 cm</strong>, lo que las hace adecuadas para espacios con altura limitada. Para un desarrollo óptimo, se recomienda utilizar técnicas de poda y entrenamiento como SOG (Sea of Green) o SCROG (Screen of Green), maximizando así la exposición a la luz y mejorando la circulación del aire entre las ramas. No olvides complementar su crecimiento con <a href=\"https://ganeshgrowshop.com/es/fertilizantes/\"><strong>fertilizantes</strong></a> adecuados para asegurar una nutrición balanceada.</p><h3>Cultivo en exterior de Joanne's CBD</h3><p>En el exterior, Joanne's CBD se desarrolla plenamente, alcanzando alturas de <strong>140-180 cm</strong>. Aprovecha climas más templados y veranos cortos, gracias a su adaptabilidad. Es fundamental elegir una ubicación soleada y protegida, y considerar la aplicación de <a href=\"https://ganeshgrowshop.com/es/insecticidas-acaricidas/\"><strong>insecticidas/acticidas</strong></a> para prevenir plagas. El uso de fertilizantes naturales potenciará su vigor y aumentará la calidad de los cogollos.</p><h3>Cosecha en interior de Joanne's CBD</h3><p>La floración de Joanne's CBD en interiores es de tan solo <strong>7-8 semanas</strong>. Con las condiciones adecuadas y un ciclo de luz consistente, puedes esperar una cosecha generosa de <strong>500-550 gr/m2</strong>. La eficiencia en el uso de la luz y un sistema de riego adecuado serán claves para alcanzar estos rendimientos.</p><h3>Cosecha en exterior de Joanne's CBD</h3><p>Al aire libre, Joanne's CBD se cosecha a principios de octubre, ofreciendo rendimientos de <strong>425-475 gramos por planta</strong>. La elección de la ubicación y el momento de la cosecha son cruciales para evitar las lluvias de finales de temporada que podrían perjudicar la calidad y el peso de los cogollos.</p><h3>Aroma de Joanne's CBD</h3><p>El aroma de Joanne's CBD es una verdadera delicia, con un perfil olfativo que envuelve los sentidos. Las notas afrutadas se combinan con toques de caramelo y una ligera sensación de pimienta, creando un bouquet que es una invitación a la relajación y el bienestar.</p><h3>Sabor de Joanne's CBD</h3><p>El sabor de Joanne's CBD es incomparable, con una mezcla exquisita que recuerda a frutas maduras y dulces caramelos, finalizado con un sutil pero distintivo toque picante. Cada calada es un homenaje al paladar, asegurando una experiencia de degustación única.</p><h3>Aspecto de los cogollos de Joanne's CBD</h3><p>Los cogollos de Joanne's CBD son densos y resinosos, con una paleta de colores que va desde el verde esmeralda hasta el ámbar por sus pistilos. Su aspecto invita a descubrir las ricas concentraciones de CBD que albergan.</p><h3>Efecto de Joanne's CBD</h3><p>Joanne's CBD ofrece un efecto ligero y lúcido, ideal para aquellos que desean mantenerse activos y concentrados. Su bajo contenido de THC garantiza una experiencia sin ansiedad ni efectos psicoactivos, perfecto para el uso medicinal o como una forma de relajación durante el día.</p><blockquote>Deléitate con el <strong>sabor afrutado y dulce</strong> de Joanne's CBD, una variedad que embriaga los sentidos sin sobrecargar la mente. Un aroma inolvidable y un sabor que perdura.</blockquote><p></p>",
    "Description": "",
    "Tags": "Joanne's CBD x3 de Royal Queen Seeds | Ganesh Grow",
    "Meta title": "",
    "Meta keywords": "Descubre las semillas Joanne's CBD x3 de Royal Queen Seeds en Ganesh Grow Shop. Alto CBD, bajo THC, perfectas para cultivo medicinal y efecto suave.",
    "Meta description": "joannes-cbd-x3-royal-queen-seeds",
    "URL rewritten": "",
    "Text when in stock": "",
    "Text when backorder allowed": 1,
    "Available for order (0 = No, 1 = Yes)": "0000-00-00",
    "Product available date": "2023-12-21",
    "Product creation date": 1,
    "Show price (0 = No, 1 = Yes)": "https://ganeshgrowshop.com/10346/joannes-cbd-x3-royal-queen-seeds.jpg",
    "Image URLs": 0,
    "Image alt texts (x,y,z...)": "Sexo:Feminizada:1:1,Fotoperiodo:Fotodependiente:2:1,Genotipo:Sativa:3:1,Días floración:55-60 Días:4:1,THC:Bajo:5:1,CBD:10-20%:6:1,Producción en interior:500 - 550 g/m2:7:1,Producción en exterior:hasta 450 g/planta:8:1",
    "Delete existing images (0 = No, 1 = Yes)": 0,
    "Feature (Name:Value:Position:Customized)": "new",
    "Available online only (0 = No, 1 = Yes)": 0,
    "Condition": 0,
    "Customizable (0 = No, 1 = Yes)": 0,
    "Uploadable files (0 = No, 1 = Yes)": 0,
    "Text fields (0 = No, 1 = Yes)": 1,
    "Action when out of stock": 0,
    "ID / Name of shop": "",
    "Advanced Stock Management": "",
    "Depends on stock": "",
    "Warehouse": ""
  }
]